{
	"bookmark_start_section": "introduction",
	
	"colours": {
		"text": "#000000",
		"caption": "#666666",
		"hyperlink": "#601ba0",
		"highlight": "#dd4c1d",
		"new_section": "#ee88f7"
	},
	
	"images": {
		"workbench": {
			"location": "ebwizardry:textures/gui/arcane_workbench_picture.png",
			"caption": "Az Arkán Munkaasztal",
			"u": 0,
			"v": 0,
			"width": 110,
			"height": 110
		},
		"crystal_ore": {
			"location": "ebwizardry:textures/gui/ore_picture.png",
			"caption": "Kristályérc",
			"u": 0,
			"v": 0,
			"width": 64,
			"height": 64
		},
		"magic_crystal": {
			"location": "ebwizardry:textures/items/crystal_magic.png",
			"caption": "Egy Varázskristály",
			"u": 6,
			"v": 6,
			"width": 36,
			"height": 33,
			"texture_width": 48,
			"texture_height": 48,
			"border": false
		},
		"magic_wand": {
			"location": "ebwizardry:textures/items/wand_novice.png",
			"caption": "Egy Varázspálca",
			"u": 0,
			"v": 0,
			"width": 64,
			"height": 64,
			"border": false
		},
		"crystal_flower": {
			"location": "ebwizardry:textures/gui/flower_picture.png",
			"caption": "Egy Kristályvirág",
			"u": 0,
			"v": 0,
			"width": 48,
			"height": 48
		},
		"wizard_tower": {
			"location": "ebwizardry:textures/gui/tower_picture.png",
			"caption": "Egy Varázslótorony",
			"u": 0,
			"v": 0,
			"width": 110,
			"height": 110
		},
		"wizard_armour": {
			"location": "ebwizardry:textures/gui/armour_picture.png",
			"caption": "Egy Szett Varázslóruha",
			"u": 0,
			"v": 0,
			"width": 90,
			"height": 90
		},
		"obelisk": {
			"location": "ebwizardry:textures/gui/obelisk_picture.png",
			"caption": "Egy Obeliszk",
			"u": 0,
			"v": 0,
			"width": 110,
			"height": 67
		},
		"shrine": {
			"location": "ebwizardry:textures/gui/shrine_picture.png",
			"caption": "Egy Föld Szentély",
			"u": 0,
			"v": 0,
			"width": 110,
			"height": 67
		},
		"tiers": {
			"location": "ebwizardry:textures/gui/tiers_picture.png",
			"caption": "A Pálcák 4 Szintje",
			"u": 0,
			"v": 0,
			"width": 96,
			"height": 24,
			"border": false
		},
		"elements": {
			"location": "ebwizardry:textures/gui/elements_picture.png",
			"caption": "A 7 Arkán Elem",
			"u": 0,
			"v": 0,
			"width": 106,
			"height": 20,
			"border": false
		}
	},

	"recipes": {
		"arcane_workbench": {
			"locations": [ "ebwizardry:arcane_workbench" ]
		},
		"magic_wand": {
			"locations": [ "ebwizardry:magic_wand" ]
		},
		"novice_wands": {
			"locations": [
				"ebwizardry:magic_wand",
				"ebwizardry:wand_fire",
				"ebwizardry:wand_ice",
				"ebwizardry:wand_lightning",
				"ebwizardry:wand_necromancy",
				"ebwizardry:wand_earth",
				"ebwizardry:wand_sorcery",
				"ebwizardry:wand_healing"
			]
		},
		"magic_missile_spell_book": {
			"locations": [ "ebwizardry:magic_missile_spell_book" ]
		},
		"wizard_handbook": {
			"locations": [ "ebwizardry:wizard_handbook" ]
		},
		"crystal_flower_to_crystals": {
			"locations": [ "ebwizardry:crystal_flower_to_crystals" ]
		},
		"crystal_blocks": {
			"locations": [
				"ebwizardry:crystal_block",
				"ebwizardry:crystal_block_fire",
				"ebwizardry:crystal_block_ice",
				"ebwizardry:crystal_block_lightning",
				"ebwizardry:crystal_block_necromancy",
				"ebwizardry:crystal_block_earth",
				"ebwizardry:crystal_block_sorcery",
				"ebwizardry:crystal_block_healing"
			]
		},
		"crystal_blocks_to_crystals": {
			"locations": [
				"ebwizardry:crystal_block_to_crystals",
				"ebwizardry:crystal_block_to_crystals_fire",
				"ebwizardry:crystal_block_to_crystals_ice",
				"ebwizardry:crystal_block_to_crystals_lightning",
				"ebwizardry:crystal_block_to_crystals_necromancy",
				"ebwizardry:crystal_block_to_crystals_earth",
				"ebwizardry:crystal_block_to_crystals_sorcery",
				"ebwizardry:crystal_block_to_crystals_healing"
			]
		},
		"crystal_shard": {
			"locations": [ "ebwizardry:crystal_shard" ]
		},
		"small_mana_flask": {
			"locations": [ "ebwizardry:small_mana_flask" ]
		},
		"medium_mana_flask": {
			"locations": [ "ebwizardry:medium_mana_flask" ]
		},
		"large_mana_flask": {
			"locations": [ "ebwizardry:large_mana_flask" ]
		},
		"runestone": {
			"locations": [
				"ebwizardry:runestone_fire",
				"ebwizardry:runestone_ice",
				"ebwizardry:runestone_lightning",
				"ebwizardry:runestone_necromancy",
				"ebwizardry:runestone_earth",
				"ebwizardry:runestone_sorcery",
				"ebwizardry:runestone_healing"
			]
		},
		"runestone_pedestal": {
			"locations": [
				"ebwizardry:runestone_pedestal_fire",
				"ebwizardry:runestone_pedestal_ice",
				"ebwizardry:runestone_pedestal_lightning",
				"ebwizardry:runestone_pedestal_necromancy",
				"ebwizardry:runestone_pedestal_earth",
				"ebwizardry:runestone_pedestal_sorcery",
				"ebwizardry:runestone_pedestal_healing"
			]
		},
		"transportation_stone": {
			"locations": [ "ebwizardry:transportation_stone" ]
		},
		"magic_silk": {
			"locations": [ "ebwizardry:magic_silk" ]
		},
		"wizard_hat": {
			"locations": [ "ebwizardry:wizard_hat" ]
		},
		"wizard_robe": {
			"locations": [ "ebwizardry:wizard_robe" ]
		},
		"wizard_leggings": {
			"locations": [ "ebwizardry:wizard_leggings" ]
		},
		"wizard_boots": {
			"locations": [ "ebwizardry:wizard_boots" ]
		},
		"blank_scroll": {
			"locations": [ "ebwizardry:blank_scroll" ]
		},
		"firebomb": {
			"locations": [ "ebwizardry:firebomb" ]
		},
		"poison_bomb": {
			"locations": [ "ebwizardry:poison_bomb" ]
		},
		"smoke_bomb": {
			"locations": [ "ebwizardry:smoke_bomb" ]
		},
		"spark_bomb": {
			"locations": [ "ebwizardry:spark_bomb" ]
		}
	},
	
	"sections": {
		
		"inside_cover": {
			"centre": {
				"x": true,
				"y": true
			},
			"text": [
			
				"A Varázsló Kézikönyve",
				
				"Írta Electroblob"
			]
		},
		
		"introduction": {
			"title": "Bevezetés",
			"text": [
			
				"Üdvözlégy, varázsló! Ez a könyv elmagyarázza az arkánum csínját-bínját, és használatának módjait. De ez nem egy közönséges könyv - lapja úgy fognak megjelenni előtted, ahogy többet fedezel fel magad körül a mágikus világból.",

				"Használd a nyilakat a lapozáshoz, és a dupla nyilakat a fejezetek közötti gyors váltáshoz. A középső menü gombbal visszatérhetsz a tartalomjegyzékhez.",

				"Kattints bármely lila szövegrészletre, hogy rögtön a releváns lapra ugorj. A könyvjelzőt jobb kattintással a jelenlegi oldalra állíthatod be, és bal kattintással rá visszatérhetsz a megjelölt oldalhoz."
			]
		},

		"main_contents": {
			"title": "Tartalom",
			"contents": {
				"id": "main_contents",
				"hyperlinks": true,
				"page_numbers": true,
				"separator": "."
			}
		},

		"setting_up": {
			"title": "Felkészülés",
			"include_in_contents": "main_contents",
			"text": [

				"Hogy elmélyülj a mágiában, szükséged lesz:",

				"- Egy varázspálcára, mely a következőképp készíthető:",

				"#recipe magic_wand",

				"- Egy @arcane_workbench arkán munkaasztalra@, így barkácsolva:",

				"#recipe arcane_workbench",

				"- Egy @spells varázsigés@ könyvre. Ezeket ládákban lehet találni, vagy mobok dobhatják, esetleg varázslóktól is vehetők, de a kezdők varázslatát, a mágikus lövedéket, a következőképp is megszerezheted:",

				"#recipe magic_missile_spell_book",

				"Szükséged lesz továbbá egy szép nagy rakás varázskristályra is még, hogy pálcáid elláthasd energiával, melyet úgy is neveznek, hogy @mana@."
			]
		},

		"mana": {
			"title": "Mana",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:crystal"
			],
			"text": [

				"A Mana az arkán energia, mely a varázslók hatalmának alapját nyújtja. Önmagában nem kézzel fogható, fizikai anyag; sokkal inkább egy mindenhol jelenlévő aura, mely átitat mindent a világban. Különösen erősen manifesztálódik természetes kristályokban, melyeket sziklákba beágyazódva lehet a föld mélyén meglelni. @wands A pálcák@ képesek önmagukban manát tárolni, és ez a mana vezetődik át a @spells varázslatokba@ melyeket használsz. A különböző varázslatok különböző mennyiségű manát igényelnek, attól függően, hogy milyen erősek, és milyen hosszan tartanak.",

				"#image crystal_ore",

				"#image magic_crystal",

				"Széles körben elfogadott tény, hogy a manát nem lehet létrehozni, sem elpusztítani, és a varázslat során felhasznált mana egyszerűen szertefoszlik a környezetbe. És valóban, a mana legnagyobb része így van jelen - ritkásan szétszórva a világban. Viszont ahhoz, hogy fel lehessen használni, először koncentrálni kell, akár természetesen, évezredek alatt, ahogy történik az a kristályokkal mélyen a föld alatt, vagy mesterségesen - egy összetett és fejlett folyamattal, melyet ebben a könyvben nem fejtünk ki. Vannak továbbá különböző módszerek a varázslatok mana-hatékonyságának növelésére, és a varázslatok során szétszóródott mana egy részének visszacsenésére."
			]
		},

		"wands": {
			"title": "Pálcák",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:arcane_initiate"
			],
			"text": [

				"A pálca a varázslók választott eszköze. Segítségével képes vagy bármilyen @spells varázslat@ megidézésére, feltéve hogy a pálca képes megtartani annak erejét (lásd @tiers Szintek@). A pálcák többféle méretben és alakban léteznek, de szinte biztosan egy egyszerű varázspálcával fogsz kezdeni.",

				"#image magic_wand",

				"A legtöbb pálca kezdetben nem más, mint egy varázskristály egy bot egyik végére, és egy aranyrög a másik végére rögzítve. A kristály, természetesen, a pálca erejének forrása, mivel ez adja a fókuszpontot a @spells varázslatoknak@. A pálca többi része is fontos ugyanakkor, hiszen nem csak fogást nyújtanak, hanem az utat is alkotják, melyen keresztül a @mana@ keresztülhalad és irányítódik.",

				"Ahogy több varázslatot hajtanak végre egy pálcával, egyre hatékonyabb lesz a @spells varázslatok@ használatában, s így képessé válik nagyobb erejű varázsigék használatára is. Ezt a hatást apró változásokból lehet észrevenni a pálca kinézetében: ahogy a pálca egyre erősebb lesz, a kristály egyre fényesebb lesz, színe elváltozhat @elements eleme@ alapján, és egy idő után fája elkezd nőni és komplex alakzatokba csavarodni.",

				"Mikor egy pálcát tartasz, egy kis kijelző jelenik meg a képernyő egyik sarkában. Ez mutatja meg az éppen kiválasztott varázslatot egy képikon segítségével, és, ha egy varázslatot végrehajtottak, az újra használhatóságig eltelő időt. Megmutatja továbbá az előző és a következő varázsigék neveit is, melyekre váltáshoz használd a #next_spell_key és a #previous_spell_key gombokat (ezek megváltoztathatók a Beállítások -> Irányítás menüpont alatt). Guggolás közben az egérgörgő segítségével is válthatsz varázslatot.",

				"Mikor az eszköztáradat nézed, a pálcára mutatva meglesheted, mennyi @mana@ van benne, a pillanatnyilag kiválasztott @spells varázslattal@ és egyéb különleges képességeivel együtt. Még mélyebb információt egy pálcáról annak  egy @arcane_workbench arkán munkaasztalba@ helyezésével lehet szerezni."
			]
		},

		"spells": {
			"title": "Varázslatok",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:handbook/spells"
			],
			"text": [

				"Egy @wands pálca@ hasznavehetetlen varázslatok nélkül. A varázslatok kétféle formában lelhetők meg: könyvekben, melyek állandóak, és tekercsekben, melyek ideiglenesek.",

				"A varázskönyveknek nem sok haszna van önmagukban; viszont segítségükkel hozzá lehet kötni a bennük rejlő varázslatot egy @wands pálcához@. A varázskönyvek szétszórva mindenfelé meglelhetők a világban, így nem telik majd sok időbe, mire találsz egyet. Ha meglelsz egyet, az egérrel rámutatva egy pillantás alatt megtudhatsz róla alapabb információkat. Jobb-kattintással ki is lehet nyitni őket, hogy ezáltal még többet olvashass róluk.",

				"A tekercsek viszont másfelől egy egészen eltérő célt szolgálnak: ha jobb-kattintanak velük, megidézi a bennük rejlő varázslatot, de a tekercs elpusztulásának árán. Akárcsak a varázskönyvek, a tekercsek is több helyen meglelhetőek, vagy készíthetsz is magadnak egyet (lásd a @enchanting_scrolls Tekercsek Bűvölése@ fejezetet).",

				"A tekercsek különösen hasznosak, ha kalandod során egy varázslatra csak egyszer vagy kétszer lesz szükséged, és nem akarsz helyet pazarolni eszköztáradban egy @wands pálcával@. Meg kell viszont jegyezni ugyanakkor, hogy meglehetősen ineffektív módjai a varázslatok végrehajtásának a pálcákhoz viszonyítva.",

				"A hozzá nem értő szemeknek a mágikus rúnák, melyekkel a varázsigék íródtak, olvashatatlanok. Hogy beazonosíts egy varázslatot, elvileg természetesen megtehetnéd, hogy egyszerűen megidézed, és nézed mi történik - bár ha így teszel, az könnyen nem várt mellékhatásokhoz vezethet, és sok varázslatnak specifikus kondíciók kellenek, hogy működjenek. Továbbá mindig fennáll a félreolvasás veszélye, mikor egy ismeretlen varázsigét használsz, melynek potenciálisan veszedelmes következményei lehetnek a varázsige erejétől függően. Egy biztonságosabb és megbízhatóbb módszer talán az azonosítás tekercsének használata, melyeket ládákban lehet megtalálni, vagy varázslóktól lehet venni. A jobb-kattintás egy ilyen tekerccsel beazonosítja az első ismeretlen könyvet vagy tekercset a gyorstáradban, elpusztítva az azonosítás tekercsét eközben."
			]
		},

		"arcane_workbench": {
			"title": "Arkán Munkaasztal",
			"include_in_contents": "main_contents",
			"contents": {
				"id": "arcane_workbench_subsections",
				"hyperlinks": true,
				"page_numbers": true,
				"separator": "."
			},
			"triggers": [
				"ebwizardry:handbook/arcane_workbench"
			],
			"text": [

				"Az arkán munkaasztal egy varázslóasztalhoz hasonlít kinézetében, s itt lehet feltölteni, fejleszteni, és @spells varázslatokkal@ felszerelni @wands pálcáid@. A következőképp lehet készíteni:",

				"#recipe arcane_workbench",

				"A következő oldal a különböző lehetőségeket részletezi, melyeket az arkán munkaasztalban lehet megcsinálni.",

				"#image workbench"
			],
			"sections": {
				"binding_spells": {
					"title": "Varázsigék Hozzákötése",
					"include_in_contents": "arcane_workbench_subsections",
					"triggers": [
						"ebwizardry:handbook/arcane_workbench"
					],
					"text": [

						"Ahhoz, hogy @spells varázslatokat@ köthess @wands pálcádhoz@, egyszerűen helyezd pálcád a középső négyzetbe, és tedd a varázskönyvet az egyik környező négyzetbe, majd nyomd meg az alkalmazás gombot. Észreveheted, hogy a varázskönyv sértetlen marad eközben - ez amiatt van, hogy a varázsige hozzákötése nem 'szedi ki' a varázslatot a könyvből; sokkal inkább áthangolja a pálcát a varázslatra. Imígyen a pálcádhoz kötött varázslatokat annyiszor változtatod meg, ahányszor csak kívánod, a hozzákötési processzus megismétlésével. Egyszerre legfeljebb öt varázslatot köthetsz egy pálcához, de ezt a számot növelheted ráhangolódási fejlesztésekkel."
					]
				},
				"charging_wands": {
					"title": "Pálcák töltése",
					"include_in_contents": "arcane_workbench_subsections",
					"triggers": [
						"ebwizardry:handbook/arcane_workbench"
					],
					"text": [

						"Hogy feltöltsd @wands pálcád@, helyezd azt a középső négyzetbe, majd tégy pár varázskristályt a bal alsó négyzetbe, s nyomd meg az alkalmazás gombot. Minden egyes kristály #mana_per_crystal @mana manát@ tölt bele, s a pálca csupán annyit vesz fel, amennyire szüksége van, tehát állandóan tarthatsz némi kristályutánpótlást a munkaasztalban, várva mikor lesz szükséged rájuk. De tartsd észben, hogy a pálca csupán egész számú kristályt vehet fel, s így ha a pálcának, példának okáért, még 30 mana kell, #example_charging_loss mana el fog veszni, miközben megtöltöd."
					]
				},
				"upgrading_wands": {
					"title": "Pálcák Fejlesztése",
					"include_in_contents": "arcane_workbench_subsections",
					"triggers": [
						"ebwizardry:handbook/tome_of_arcana"
					],
					"text": [

						"Hogy fejleszthesd @wands pálcád@, szükséged lesz egy megfelelő @tiers szintű@ arkánum kötetre, vagy egy speciális pálcafejlesztésre. Mindkettő lelhető zsákmányként vagy megvehető varázslóktól. A fejlesztés feltevéséhez helyezd pálcád a középső négyzetbe, majd a fejlesztést a jobb felső négyzetbe, és nyomd meg az alkalmazás gombot.",

						"A különleges pálcafejlesztések egyedi aspektusait javítják a pálcának. Minden típus maximum háromszor tehető fel egyazon pálcára, és az egy pálcára tehető fejlesztések száma függ a pálca szintjétől. A fejlesztéseket nem lehet eltávolítani."
					]
				},
				"enchanting_scrolls": {
					"title": "Tekercsek Bűvölése",
					"include_in_contents": "arcane_workbench_subsections",
					"triggers": [
						"ebwizardry:handbook/scrolls"
					],
					"text": [

						"Az arkán munkaasztal tekercsek @spells varázsigékkel@ megbűvölésére is alkalmasak. Ehhez szükség lesz egy üres tekercsre, mely papírból és némi fonálból készül, a választott varázslatot tartalmazó könyvre, és elég varázskristályra, hogy a varázslat használatához szükséges @mana@ meglegyen.",

						"#recipe blank_scroll",

						"Helyezd a kristályokat a bal alsó négyzetbe, az üres tekercset a középső négyzetbe, és a varázskönyvet az alatta lévő négyzetbe, majd nyomd meg az alkalmazás gombot a tekercs megbájolásához."
					]
				}
			}
		},

		"wizard_armour": {
			"title": "Varázsló Öltözködés",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:arcane_initiate"
			],
			"text": [

				"Varázslóként szükséged lesz valamire, ami megvéd téged a lényektől, melyek ellen küzdesz. De semmilyen közönséges páncélzat nem elég jó ehhez. Hogy a legtöbbet hozd ki varázslataidból, varázslóruhákra lesz szükséged, kalap, köntös, nadrág, csizmák. A közönséges páncélokkal ellentétben ezek nem fognak eltörni. Ehelyett arkán energiát használnak viselőjük védelmezésére. Ebből természetesen az következik, hogy varázskristályokkal kell őket feltölteni, akár csak a pálcákat, ám szerencsére ezen öltözékek nem nyelnek el olyan sok @mana manát@. Töltsd fel őket, ahogy egy pálcát töltenél fel az @arcane_workbench arkán munkaasztalban@, vagy @mana_flasks manapalackokkal@, de légy elővigyázatos - ha kifutnak a manából, védtelenül leled magad.",

				"#image wizard_armour",

				"A varázslóöltözékek szabásához mágikus selyemre lesz szükséged:",

				"#recipe magic_silk",
				"#recipe wizard_hat",
				"#recipe wizard_robe",
				"#recipe wizard_leggings",
				"#recipe wizard_boots",

				"Közönséges varázslóasztal segítségével meg lehet bájolni ezen ruhadarabokat, s a mágikus selyem veleszületett tulajdonságainak köszönhetően igen effektív általánosságban a bűbájok megtartásában. Különösen hasznosak a varázslók számára a Varázs-, Fagy- és Sokkvédelmet nyújtó bűbájok, melyek hasznosnak bizonyulhatnak más mágiahasználók ellen.",

				"Azok a varázslók, melyek egyetlen specifikus elem gyakorlásának szentelik magukat, gyakran speciális öltözéket viselnek, melyek bónuszokat nyújtanak adott elemhez. Teljes szettjei az ilyen öltözeteknek igen keresettek, és nem könnyű rájuk lelni.",

				"Legendák mesélnek egy arkán pecsétről, melyet a leghatalmasabb varázslók használnak öltözetük nagymértékű megerősítésére."
			]
		},

		"magical_world": {
			"title": "Mágia a Világban",
			"include_in_contents": "main_contents",
			"contents": {
				"id": "magical_world_subsections",
				"hyperlinks": true,
				"page_numbers": true,
				"separator": "."
			},
			"triggers": [
				"ebwizardry:handbook/on_subsection_unlock"
			],
			"text": [

				"Nem lehet az arkán útjainak mesterévé válni, ha valaki csak otthon ül - a világ tele odakinn varázzsal, mely felfedezésre vár! Ősi romok, relikviák és rejtélyes lények, melyek jót vagy rosszat hoznak, mind felfedezésre várnak - ha tudod, hol keresd őket. A legnagyobb varázslók egyben a legkíváncsibbak is, és tudásuk és hatalmuk javát környezetük felfedezésével és kísérletezéssel szerzik.",

				"Míg egy varázsló idejének legnagyobb részét elkerülhetetlenül egyedül tölti, a tudás megosztása is létfontosságú az arkán művészetek kitanulásában. Keresd fel a mágia többi gyakorlóját, s tanulj olyan sokat tőlük, amennyit csak lehet: a kommunikáció vitathatatlanul a legnagyobb hatalom mind közül."
			],
			"sections": {
				"crystal_flowers": {
					"title": "Kristályvirágok",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:handbook/crystal_flowers"
					],
					"text": [

						"Utazásaid során valószínűleg találkozni fogsz majd érdekes, világító virágokkal, melyek időről időre a vadonban nőnek. Ezek a jellegzetes virágok kristályvirágokként is ismeretesek, és furcsán hatékonyak a @mana@ koncentrálásában - mai napig senki sem tudja biztosra, miért. Amit viszont tudunk, az az, hogy gyűjthetők és a mana kristályok formájában kinyerhető belőlük, mely által igencsak hasznos felszín feletti manaforrásokká válnak. Az ily módon gyűjthető mana mennyisége ugyanakkor erősen limitált, főként a virágok kis mérete és amiatt, hogy csak elszórt foltokban nőnek.",

						"#image crystal_flower",
						"#recipe crystal_flower_to_crystals"
					]
				},
				"wizard_towers": {
					"title": "Varázslótornyok",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:wizard_tower"
					],
					"text": [

						"Ne félj - nem te vagy a mágia egyetlen gyakorlója ezen a világon. Utazásaid során tán már találkoztál is egy vagy két magas toronnyal, jellegzetes csúcsos tetővel. Az egy varázslótársad lakhelye. A magányos élet folytán kissé morgóssá válhatnak olykor, de általában barátságosak népség, mely hajlandó megosztani tudását veled - bár nem ingyen. Készülj fel, hogy értékes fémekkel és ékkövekkel fizess, s cserébe fogadd az arkán nagy csodáit.",

						"Ugyanakkor, ha @tiers mester@ szintű varázslatot keresel, egy specialistával kell majd beszélned.",

						"#image wizard_tower",

						"Sajnálatos módon néhány varázsló nem látja szívesen a látogatókat. Ezek a varázslók általában számkivetettek, és ellenségesek mindenki ellen, ki keresztezi útjukat. Igen nagy elővigyázatossággal közelítsd meg ezeket a személyeket, s légy felkészülve életed megvédésére erős mágia ellen. Ám győzd le őket, s tudásukat megszerezheted magadnak.",

						"Azt is meg kell jegyeznünk, hogy egy varázsló sem veszi örömmel, ha megtámadják vagy kirabolják őket - s készen állnak kezelésbe venni a dolgokat."
					]
				},
				"obelisks": {
					"title": "Obeliszkek",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:handbook/obelisks"
					],
					"text": [

						"Ősi mágia nyomai vannak szétszóródva a világban, melyek közül az egyik legfeltűnőbbek azon faragott kőépítmények, melyek szimbólumok és rúnák tömkelegével vannak tele. Ezek a romok minden, mi megmaradt valamiféle ősi civilizációból. Akárki, vagy akármi építette őket, tisztán láthatóan jelentős tudással bírtak a mágia területén, és védelmező bűbájokat tettek ezen helyekre, melyek mind a mai napig fennmaradtak.",

						"Ezek a struktúrák tágan véve két alapvető típusba sorolhatóak. Az első, és gyakoribb, az obeliszkek: magas faragott kövek, melyek tüskeként merednek az ég felé, s rúnakövekből állnak. Talapzatában az elfeledett régmúlt kisebb arkán relikviái nyugszanak.",

						"#image obelisk",

						"Ezek a struktúrák tipikusan egy bűbájjal védettek, mely ellenséges @creatures mágikus lényeket@ idéz meg, amennyiben bárki emberfia közel merészkedne. Győzd le ezeket a lényeket, pusztítsd el forrásukat, és a relikviák a tiéid."
					]
				},
				"shrines": {
					"title": "Szentélyek",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:visit_shrine"
					],
					"text": [

						"A második, és ritkább fajta struktúra a szentélyek. Ezek egy rúnakő pillérek körével körbevett központi pedesztálból állnak, melyen egy láda nyugszik, tele ősi @artefacts műalkotásokkal@. Ez a láda általában egy arkán zárbűbájjal van védve, megakadályozva tulajdonosán kívül mindenkit kinyitásában. A teljes struktúra is védve van továbbá egy elzárt mezővel, mely megakadályoz bármit, mi túl közel merészkedik, a megszökésben.",

						"#image shrine",

						"Nagy arkán erejük és jelentőségük miatt, a bennük rejlő kincsekről nem is beszélve, ezek az építmények különösen vonzóak minden feltörekvő varázsló számára - de légy óvatos. Számos hír jár varázslókról, kiket rabul ejtett a bezáró mező, s az őrületbe menekültek, talán klausztrofóbia okán. Egyre többen vélik azonban úgy, hogy a rabul ejtés szándékos része a szentélyt védelmező mágiának, s a foglyul ejtett varázslókat irányítva védelmezi magát. Hátborzongató ötlet, az bizonyos, mindazoknak, kik közel merészkednek..."
					]
				},
				"creatures": {
					"title": "Mágikus Lények",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:handbook/magical_creatures"
					],
					"text": [

						"A varázslókon kívül rengeteg más lény is használ mágiát. A legtöbb ilyen lény arkán eredetű, és megidézhetők bizonyos @spells varázslatok@ segítségével. Ezen lényekkel összefuthat a vándor esetleg az általuk őrzött @obelisks obeliszkek@ környékén, vagy egy hatalmas idéző által. A kisebb arkán lények időnként akár a vadonban is fellelhetők."
					]
				},
				"artefacts": {
					"title": "Relikviák",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:artefact"
					],
					"text": [

						"Miközben @shrines szentélyeket@ fedezel fel, tán rád mosolyog a szerencse, s valamilyen ősi mágikus relikviára lelhetsz - egy tárgyra, mely képes viselőjének egyedi és hatalmas erejű hatásokat és különleges erőket ruházni. Három ismert típust találtak eddig: gyűrűket, melyek bónuszokat és effekteket nyújtanak varázslatokhoz, amuletteket, melyek a védekező képességeket javítják, és ékeket, melyek hasznos effekteket nyújtanak. Ezek a relikviák csak akkor látszódnak megfelelően működni, ha rendesen viselik őket; egyszerűen magadnál tudni őket nem elég."
					]
				}
			}
		},

		"tiers": {
			"title": "Szintek",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:handbook/tome_of_arcana"
			],
			"text":[

				"A @wands pálcák@ és @spells varázslatok@ négy szintben fordulnak elő: #colour_novicekezdő#colour_reset, #colour_apprenticetanítvány#colour_reset, #colour_advancedhaladó #colour_resetand és #colour_mastermester#colour_reset. Minden egyes szint erősebb az előzőnél.",

				"#image tiers",

				"A #colour_novicekedző #colour_resetpálcák azok, melyek barkácsolhatók. Maximum #novice_max_charge manát képesek tárolni, és csak kezdő varázslatokat tudnak használni. Ezek általában elég egyszerűek, hogy bárki végre tudja hajtani őket, és nem kerülnek sok manába. Ez azonban nem feltétlenül teszi őket hasznavehetetlenné, ha már magasabb szinteket is elérsz; alacsony áruk miatt egyes kezdő varázslatok még akkor is hasznosak maradnak, mikor már mester szintű varázslatokhoz is hozzáférsz.",

				"A #colour_apprenticetanítvány #colour_resetszintű pálcák a következő szint a kedző után. Képesek maximum #apprentice_max_charge mana tárolására, és kezdő és tanítványi varázslatokra is képesek. A tanítványi varázslatok jellemzően kicsivel lenyűgözőbbek a kezdő varázslatoknál, de általában többe is kerülnek.",

				"A #colour_advancedhaladó #colour_resetszintű pálcák meglehetősen ritkák, és sokkal erősebbek. Mester szintű varázslatok kivételével mindenre képesek, és maximum #advanced_max_charge mana megtartására képesek. A haladó varázslatok emberfeletti erőkkel ruházhatnak fel, mint például a láthatatlanság, s pusztítást rendeznek az ellenség soraiban.",

				"A #colour_mastermester #colour_resetszintű pálcák a leghatalmasabb pálcák a létezésben. Legfeljebb #master_max_charge manát tárolnak, s bármilyen varázslatot képesek használni. A mesteri szintű varázskönyvek igen ritkák, és a bennük rejlő varázslatok teljes pusztulást hozhatnak nemcsak az ellenfélre, de magára a világra is. Használd elővigyázatossággal.",

				"Hogy a következő szintre fejlődhessen, egy pálcának elég erősnek kell lennie ahhoz, hogy kibírja az adott szint varázslatainak használatát. A pálcák úgy nyernek erőt, ahogy varázslatokat idéznek meg velük. A varázslatok sokfélesége, ereje, elementális hatásai és egyéb külső hatások mind együtt befolyásolják, milyen gyorsan növekszik egy pálca.",

				"Ha egyszer egy pálca elegendően erős, egy arkánum kötet adja a végső löketet, mely szükséges a következő szintre fejlődéshez (lásd @upgrading_wands Pálcák Fejlesztése@), s ha egyszer ez megtörtént, az erősödési folyamat elölről kezdődhet a következő szinthez."
			]
		},

		"elements": {
			"title": "Elemek",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:handbook/elements"
			],
			"text": [

				"A @spells varázslatok@ különböző elemekhez tartoznak, melyek meghatározzák a varázslat természetét, és előnyökhöz juttatnak, ha bizonyos @wands pálcákkal@ használják őket együtt.",

				"#image elements",

				"#colour_fireTűz#colour_reset \nTán a legpusztítóbb elem, a tűz szakterülete az égés, láva, és robbanások. Egy erős pyromágus képes a poklot rászabadítani ellenfeleire, és valószínűleg lángokba állítja a világot eközben. A legtöbb tűzalapú támadás felgyújtja a célpontot, folyamatos sebzést okozva. Ugyanakkor légy figyelemmel arra, hogy a tűzvarázslatoknak nincs hatása az alvilági lényeken.",

				"#colour_iceJég#colour_reset \nA jég eleme mindabból áll, mi hideg. A fagyvarázslatok gyakran lelassítják az ellenfelet, vagy teljesen megfagyasztják, és különösen hatékonyak a lángok lényei ellen. A fagymágia legalább ilyen hasznosnak bizonyulhat harcon kívül is, mint például egy folyó befagyasztásánál az átkeléshez.",

				"#colour_lightningVillám#colour_reset \nEz az elem magába foglalja a villámokat, viharokat és az időjárást. Egy hatalmas viharmágus olyan erő, melyet nem lehet figyelmen kívül hagyni, és bír azon képességgel, hogy villámot hívjon le akaratával. A villámvarázslatok gyakran több ellenfelet is megsebeznek egyszerre, és gyakran követik célpontjukat, hatékonnyá téve őket minden mob ellen... de vigyázz a creeperekkel.",

				"#colour_necromancyNekromágia#colour_reset \nA nekromágia a sötétség eleme, a káoszé és élőhalálé. A nekromágusok rejtélyesek, és gyakran gonosznak tartottak, még ha gyakran nem is ez az eset. A nekromágiai varázslatok gyakran használtak arra, hogy @creatures lényeket@ idézzen meg, melyek helyetted harcolnak, vagy akár ellenfeled akaratának megtörésére.",

				"#colour_earthFöld#colour_reset \nA föld eleme a természetes világon fókuszál: állatok, növények, a szél, és társaik. A földmágia változatos és sokféle formát ölthet fel, ellenfelek megmérgezésétől az időjárás haragjának elszabadításáig, s ezáltal támadás, védekezés és hasznosságok keverékét nyújtja.",

				"#colour_sorceryMisztika#colour_reset \nA misztika az erő és változás eleme. A misztikus mágusok a fényt, gravitációt vagy akár a valóságot magát manipulálják saját szükségleteiknek megfelelően. Így a misztikus varázslatok használhatók például mágikus erők adására használójuknak, vagy objektumok mozgatására akaratukkal.",

				"#colour_healingGyógyítás#colour_reset \nA gyógyítás eleme a védelemmel és regenerációval foglalkozik. A gyógyítók célja, hogy megvédjék magukat és társaikat amennyire csak lehet, és így igen nehéz ellenfeleknek bizonyulhatnak. Bár a gyógyítás általában nem használt támadásra, némely gyógyító varázslat tisztító fénye figyelemre méltó sebzést okozhat az élőholtaknak. A gyógyító varázslatok elengedhetetlenek harcban.",

				"A határvonalak a különböző elemek között nem mindig határozottak, és némely varázslatok sajátjukon kívül más elemek jellegzetességeit is viselik.",

				"Ha szerencsés vagy, találhatsz egy elementáris kristályt. Ezek olyan varázskristályok, melyek elementáris tulajdonságokat szívtak magukba, míg nőttek - bár a pontos feltételek és a mechanizmus még rejtélyes. Azt viszont tudjuk, hogy ezen kristályok segítségével elementáris pálcák készíthetők, melyek segítségével a megfelelő elem varázslatai a szokásosnál nagyobb potenciállal idézhetőek meg."
			]
		},

		"miscellaneous": {
			"title": "Egyebek",
			"include_in_contents": "main_contents",
			"contents": {
				"id": "miscellaneous_subsections",
				"hyperlinks": true,
				"page_numbers": true,
				"separator": "."
			},
			"triggers": [
				"ebwizardry:on_subsection_unlock"
			],
			"sections": {
				"mana_flasks": {
					"title": "Manapalackok",
					"include_in_contents": "miscellaneous_subsections",
					"triggers": [
						"ebwizardry:handbook/mana_flasks"
					],
					"text": [

						"Arkendur's Arcane Supplies Co. - mágikus tárgyak minden célra!",

						"Újra kell töltened @wands pálcád@ út közben? Nem probléma! A @mana mana@ mostantól palackba zárható. Egyszerűen barkácsolj össze egy manapalackok egy üres üvegpalackból és 8 varázskristályból, s vidd magaddal. Mikor szükséged válik rá, egyszerűen barkácsold össze pálcáddal és némi manát vissza fog tölteni. *",

						"#recipe medium_mana_flask",

						"ÚJ! Bemutatjuk a vadonatúj kis és nagy manapalackokat - Mostantól magad választhatod, melyik a legalkalmasabb számodra!",

						"#recipe small_mana_flask",
						"#recipe large_mana_flask",

						"* Ez az eljárás el fogja törni a palackot. Palackozás közben elvész némi mana."
					]
				},
				"throwable_items": {
					"title": "Eldobható Tárgyak",
					"include_in_contents": "miscellaneous_subsections",
					"triggers": [
						"ebwizardry:handbook/throwables"
					],
					"text": [

						"Változatos @spells varázsigék@ idéznek meg fizikai tárgyakat, melyek közül némely közvetlenül is barkácsolható. Tűzbombák, méregbombák, szikrabombák és füstbombák mind készíthetőek:",

						"#recipe firebomb",
						"#recipe poison_bomb",
						"#recipe smoke_bomb",
						"#recipe spark_bomb"
					]
				},
				"automated_casting": {
					"title": "Automatizált Varázslás",
					"include_in_contents": "miscellaneous_subsections",
					"triggers": [
						"ebwizardry:enchant_scroll"
					],
					"text": [
					
						"Újkeletű kísérletezések felfedték, hogy lehetséges a @spells varázslatok@ használatának automatizálása, bizonyos fokig, nem mást használva, mind egy egyszerű adagolót. Senki sem biztos benne, miért, de úgy néz ki, hogy a vöröskő érdekes tulajdonságai még a varázstekercsek aktiválására is kiterjednek. Párat az adagolóba helyezve és jelet adva neki elvileg működnie kéne..."
					]
				}
			}
		},
		
		"crafting_recipes": {
			"title": "Barkácsreceptek",
			"include_in_contents": "main_contents",
			"text": [

				"#recipe arcane_workbench",
				"#recipe novice_wands",
				"#recipe magic_missile_spell_book",
				"#recipe wizard_handbook",
				"#recipe crystal_flower_to_crystals",
				"#recipe crystal_blocks",
				"#recipe crystal_blocks_to_crystals",
				"#recipe crystal_shard",
				"#recipe small_mana_flask",
				"#recipe medium_mana_flask",
				"#recipe large_mana_flask",
				"#recipe runestone",
				"#recipe runestone_pedestal",
				"#recipe transportation_stone",
				"#recipe magic_silk",
				"#recipe wizard_hat",
				"#recipe wizard_robe",
				"#recipe wizard_leggings",
				"#recipe wizard_boots",
				"#recipe blank_scroll",
				"#recipe firebomb",
				"#recipe poison_bomb",
				"#recipe smoke_bomb",
				"#recipe spark_bomb"
			]
		},
		
		"credits": {
			"title": "Köszönetnyílvánítások",
			"include_in_contents": "main_contents",
			"text": [
				
				"Electroblob's Wizardry \nVersion #version \nFor Minecraft #mcversion",

				"Design, kódolás és textúrázás: Electroblob",

				"Köszönet a Minecraft Forge-nak és MCP-nek, melyek nélkül ez a mod nem lett volna lehetséges.",

				"Szintén köszönet a Minecraft modding közösségnek, mely mindig válaszol moddolási gondjaimra!",

				"Továbbá szeretnék köszönetet mondani a következő egyéneknek a modhoz való hozzájárulásukért:",

				"Kód:",

				"- Corail31 \n- 12foo \n- Shadows-of-Fire \n- HellFirePvP \n- Tora-B \n- Avatair \n- Aeronica \n- UltraHex \n- Azim-Palmer \n- raoulvdberge \n- rafasoares",

				"Fordítások:",

				"- Spanyol: MadWrist, Alsentar \n- Mexikói Spanyol: MadWrist \n- Orosz: VilagVil, kellixon, bigenergy \n- Francia: Hahdrim \n- Braziliai Portugál: lorrampi \n- Kínai: ZHENGLOC, dragon-evol, Hokorizero, TUsama, Determancer \n- Koreai: shejery, rewi_wire \n- Lengyel: Trozuu \n-Német: BirdyDragon \n-Taiwán: chesterccj305 \n-Magyar: Bombadil",

				"Villámsugár hangeffekt OhhWowProductions által",

				"Még több információért keresd fel a @https://github.com/Electroblob77/Wizardry/wiki wikit@.",

				"Sosem elég a varázslásból? Csatlakozz a @https://discord.gg/hs8yJP2 Discord szerverhez@ a legfrissebb hírekért, beszélgetésekért és extrákért! (Angol nyelvű.)"
			]
		}
		
	}
}
