{
	"bookmark_start_section": "introduction",

	"colours": {
		"text": "#000000",
		"caption": "#666666",
		"hyperlink": "#601ba0",
		"highlight": "#dd4c1d",
		"new_section": "#ee88f7"
	},

	"images": {
		"workbench": {
			"location": "ebwizardry:textures/gui/arcane_workbench_picture.png",
			"caption": "Мистический верстак",
			"u": 0,
			"v": 0,
			"width": 110,
			"height": 110
		},
		"crystal_ore": {
			"location": "ebwizardry:textures/gui/ore_picture.png",
			"caption": "Кристальная руда",
			"u": 0,
			"v": 0,
			"width": 64,
			"height": 64
		},
		"magic_crystal": {
			"location": "ebwizardry:textures/items/crystal_magic.png",
			"caption": "Магический кристалл",
			"u": 6,
			"v": 6,
			"width": 36,
			"height": 33,
			"texture_width": 48,
			"texture_height": 48,
			"border": false
		},
		"magic_wand": {
			"location": "ebwizardry:textures/items/wand_novice.png",
			"caption": "Магический жезл",
			"u": 0,
			"v": 0,
			"width": 64,
			"height": 64,
			"border": false
		},
		"crystal_flower": {
			"location": "ebwizardry:textures/gui/flower_picture.png",
			"caption": "Кристальный цветок",
			"u": 0,
			"v": 0,
			"width": 48,
			"height": 48
		},
		"wizard_tower": {
			"location": "ebwizardry:textures/gui/tower_picture.png",
			"caption": "Башня волшебника",
			"u": 0,
			"v": 0,
			"width": 110,
			"height": 110
		},
		"wizard_armour": {
			"location": "ebwizardry:textures/gui/armour_picture.png",
			"caption": "Набор брони Волшебника",
			"u": 0,
			"v": 0,
			"width": 90,
			"height": 90
		},
		"obelisk": {
			"location": "ebwizardry:textures/gui/obelisk_picture.png",
			"caption": "Обелиск",
			"u": 0,
			"v": 0,
			"width": 110,
			"height": 67
		},
		"shrine": {
			"location": "ebwizardry:textures/gui/shrine_picture.png",
			"caption": "Святилище земли",
			"u": 0,
			"v": 0,
			"width": 110,
			"height": 67
		},
		"tiers": {
			"location": "ebwizardry:textures/gui/tiers_picture.png",
			"caption": "4 уровней жезла",
			"u": 0,
			"v": 0,
			"width": 96,
			"height": 24,
			"border": false
		},
		"elements": {
			"location": "ebwizardry:textures/gui/elements_picture.png",
			"caption": "7 мистических элементов",
			"u": 0,
			"v": 0,
			"width": 106,
			"height": 20,
			"border": false
		}
	},

	"recipes": {
		"arcane_workbench": {
			"locations": [ "ebwizardry:arcane_workbench" ]
		},
		"magic_wand": {
			"locations": [ "ebwizardry:magic_wand" ]
		},
		"novice_wands": {
			"locations": [
				"ebwizardry:magic_wand",
				"ebwizardry:wand_fire",
				"ebwizardry:wand_ice",
				"ebwizardry:wand_lightning",
				"ebwizardry:wand_necromancy",
				"ebwizardry:wand_earth",
				"ebwizardry:wand_sorcery",
				"ebwizardry:wand_healing"
			]
		},
		"magic_missile_spell_book": {
			"locations": [ "ebwizardry:magic_missile_spell_book" ]
		},
		"wizard_handbook": {
			"locations": [ "ebwizardry:wizard_handbook" ]
		},
		"crystal_flower_to_crystals": {
			"locations": [ "ebwizardry:crystal_flower_to_crystals" ]
		},
		"crystal_blocks": {
			"locations": [
				"ebwizardry:crystal_block",
				"ebwizardry:crystal_block_fire",
				"ebwizardry:crystal_block_ice",
				"ebwizardry:crystal_block_lightning",
				"ebwizardry:crystal_block_necromancy",
				"ebwizardry:crystal_block_earth",
				"ebwizardry:crystal_block_sorcery",
				"ebwizardry:crystal_block_healing"
			]
		},
		"crystal_blocks_to_crystals": {
			"locations": [
				"ebwizardry:crystal_block_to_crystals",
				"ebwizardry:crystal_block_to_crystals_fire",
				"ebwizardry:crystal_block_to_crystals_ice",
				"ebwizardry:crystal_block_to_crystals_lightning",
				"ebwizardry:crystal_block_to_crystals_necromancy",
				"ebwizardry:crystal_block_to_crystals_earth",
				"ebwizardry:crystal_block_to_crystals_sorcery",
				"ebwizardry:crystal_block_to_crystals_healing"
			]
		},
		"crystal_shard": {
			"locations": [ "ebwizardry:crystal_shard" ]
		},
		"small_mana_flask": {
			"locations": [ "ebwizardry:small_mana_flask" ]
		},
		"medium_mana_flask": {
			"locations": [ "ebwizardry:medium_mana_flask" ]
		},
		"large_mana_flask": {
			"locations": [ "ebwizardry:large_mana_flask" ]
		},
		"runestone": {
			"locations": [
				"ebwizardry:runestone_fire",
				"ebwizardry:runestone_ice",
				"ebwizardry:runestone_lightning",
				"ebwizardry:runestone_necromancy",
				"ebwizardry:runestone_earth",
				"ebwizardry:runestone_sorcery",
				"ebwizardry:runestone_healing"
			]
		},
		"runestone_pedestal": {
			"locations": [
				"ebwizardry:runestone_pedestal_fire",
				"ebwizardry:runestone_pedestal_ice",
				"ebwizardry:runestone_pedestal_lightning",
				"ebwizardry:runestone_pedestal_necromancy",
				"ebwizardry:runestone_pedestal_earth",
				"ebwizardry:runestone_pedestal_sorcery",
				"ebwizardry:runestone_pedestal_healing"
			]
		},
		"transportation_stone": {
			"locations": [ "ebwizardry:transportation_stone" ]
		},
		"magic_silk": {
			"locations": [ "ebwizardry:magic_silk" ]
		},
		"wizard_hat": {
			"locations": [ "ebwizardry:wizard_hat" ]
		},
		"wizard_robe": {
			"locations": [ "ebwizardry:wizard_robe" ]
		},
		"wizard_leggings": {
			"locations": [ "ebwizardry:wizard_leggings" ]
		},
		"wizard_boots": {
			"locations": [ "ebwizardry:wizard_boots" ]
		},
		"blank_scroll": {
			"locations": [ "ebwizardry:blank_scroll" ]
		},
		"firebomb": {
			"locations": [ "ebwizardry:firebomb" ]
		},
		"poison_bomb": {
			"locations": [ "ebwizardry:poison_bomb" ]
		},
		"smoke_bomb": {
			"locations": [ "ebwizardry:smoke_bomb" ]
		},
		"spark_bomb": {
			"locations": [ "ebwizardry:spark_bomb" ]
		}
	},

	"sections": {

		"inside_cover": {
			"centre": {
				"x": true,
				"y": true
			},
			"text": [

				"Учебник волшебника",

				"от Electroblob"
			]
		},

		"introduction": {
			"title": "Введение",
			"text": [

				"Приветствую Вас, волшебник! Эта книга объясняет множество путей мистики и как их использовать. Эта не обычная книга, хотя - его страницы материализуются перед Вами, когда Вы узнаете больше о Магическом мире.",

				"Используйте кнопки Стрелок, чтобы переключаться между страницами, и кнопки с двойными стрелками, чтобы быстро перевернуться между разделами. Используйте кнопку Меню, чтобы вернуться на основную страницу содержимого.",

				"Нажмите на любую фиолетовую текстовую ссылку, чтобы переключиться на соответствующую страницу. Нажмите пкм по закладке, чтобы переместить её на текущую страницу, и лкм, чтобы вернуться к странице с закладкой."
			]
		},

		"main_contents": {
			"title": "Содержание",
			"contents": {
				"id": "main_contents",
				"hyperlinks": true,
				"page_numbers": true,
				"separator": "."
			}
		},

		"setting_up": {
			"title": "Создание",
			"include_in_contents": "main_contents",
			"text": [

				"Чтобы начать в Wizardry, Вам необходимо:",

				"- Магический жезл, создаётся как показано:",

				"#recipe magic_wand",

				"- @arcane_workbench мистический верстак@, создаётся как показано:",

				"#recipe arcane_workbench",

				"- @spells книга@ заклинаний. Их можно найти в сундуках, выпавшие как добыча, купленные у Волшебников, или Вы можете сделать Заклинание новичка, магический снаряд, как показано:",

				"#recipe magic_missile_spell_book",

				"Вам также нужно куча других Магических кристаллов, чтобы снабдить свой Жезл @mana маной@."
			]
		},

		"mana": {
			"title": "Мана",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:crystal"
			],
			"text": [

				"Мана - мистическая энергия, которая даёт Волшебникам их силы. Сама по себе она не физическое вещество; скорее всего, она всегда присутствует в ауре, которая проникает во всё в мире. В частности, она проявляется в кристаллах, встречающихся в природе, которых можно найти вложенными в камнях под землёй. @wands Жезлы@ могут хранить в себе Ману, и эта мана поступается в @spells заклинания@ которые Вы можете бросить. Некоторые заклинания требуют определённое кол-во маны, в зависимости от того, насколько они сильны и как долго они продерживаются.",

				"#image crystal_ore",

				"#image magic_crystal",

				"Общепризнано, что ману нельзя создать или уничтожить, и когда Заклинание брошено, ману, которую он направляет, просто рассеивает в окрестностях. Безусловно, именно таким образом и существует огромное большинство маны - рассеянной по всему миру. Однако, чтобы мана была полезной, она может быть сконцентрирована, либо естественным путём на протяжении тысяч лет, как в случае с кристаллами под землей, либо искусственно - продвинутая тема, которая не предусмотрена в этой книге. Кроме того, существуют различные способы создания заклинаний более эффективными и восстановить часть маны, рассеянную во время наложения заклинаний."
			]
		},

		"wands": {
			"title": "Жезлы",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:arcane_initiate"
			],
			"text": [

				"Жезл - орудие выбора Волшебника. С ним, Вы можете наложить любое @spells заклинание@ при условии, что Жезл может содержать его силу (смотрите @tiers Уровни@). Жезлы бывают во многих разновидностей, но Вы почти наверняка начнёте с простым Магическим жезлом.",

				"#image magic_wand",

				"Большинство жезлов начинают свою жизнь как простой механизм какого-то магического кристалла, прикрепленный к деревянному жезлу с золотым самородком, приложенный на другом конце. Кристалл, конечно, источник силы Жезла, т.к он обеспечивает фокусировку, необходимая для направления @spells заклинаний@. Однако, остальная часть жезла тоже очень важна, поскольку он обеспечивает не только средства с помощью которого держится Жезл, но также путь, через которого @mana мана@ может быть направлена и ориентирована.",

				"Чем больше заклинаний брошено с помощью Жезла, тем больше он становится эффективным в направлении @spells заклинаний@, и следовательно, может бросить заклинания большей силы. Этот эффект может быть различим по едва различимым изменениям, которые возникают в форме и внешнем виде самого Жезла: по скольку Жезл становится более мощным, его кристалл становится более активным, его цвет может изменяться в зависимости от его @elements элемента@, и спустя некоторое время, дерево из которого он сделан, начнёт расти и меняться в более сложные формы.",

				"Когда жезл удерживается, слева в углу экрана будет показан небольшой дисплей с предупреждением. Это показывает заклинание, которое в данный момент выбрано параллельно с её графическим изображением, и, если Заклинание было брошено, панель отката укажет время до того, когда заклинание снова можно бросить. Он также показывает название след. и пред. заклинаний связанные с Жезлом. Чтобы переключаться между Заклинаниями, используйте клавишы #next_spell_key и #previous_spell_key (их можно поменять в настройки -> управление). Также Вы можете переключать заклинания за счёт прокручивания колёсика мыши при крадении.",

				"При просмотре инвентаря, наведя курсор на Жезл отобразит, сколько хранится в нём @mana маны@, вместе с его текущим выбранным @spells заклинанием@ и любыми особенными способностями, которыми он может обладать. Больше углублённой информации о Жезле можно посмотреть, положив его в @arcane_workbench мистический верстак@."
			]
		},

		"spells": {
			"title": "Заклинания",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:handbook/spells"
			],
			"text": [

				"@wands жезл@ бесполезен без заклинаний, которые бросаются с его помощью. Заклинания записываются в двух формах: в Книгах, которые являются постоянными, и в Свитках, которые являются временными.",

				"Книги с заклинаниями сами по себе малополезные; вместо этого они используются, чтобы привязать Заклинание, которые они сдерживаются в @wands жезле@. Книгу заклинаний можно найти во всём мире и Вам не потребуется на это много времени. Если Вы нашли одну, то Вы можете навести мышкой на книгу с заклинанием, чтобы сразу посмотреть основную информацию о Заклинании. Вы также можете нажать Пкм, пока держите Книгу с заклинанием, чтобы прочитать больше о ней.",

				"Свитки, с одной стороны, служат разными целям: Нажатие пкм во время удержания Свитка, наложит заклинание которое привяжется к Жезлу, после чего свиток уничтожится в процессе. Наподобие книге заклинаний, Свитки можно найти во всём мире, но Вы также можете их сами сделать (смотрите @enchanting_scrolls Зачарование свитков@).",

				"Свитки весьма полезны, если Вам нужно использовать Заклинание один раз или дважды по конкретному заданию, чтобы не занимать место в слоте на своём @wands Жезле@. Следует подчеркнуть, они являются неэффективным методом бросания заклинаний по сравнению с использованием Жезла.",

				"Для неопытного глаза, магические руны с помощью которых написаны Заклинания, нечитаемы. С целью определения Заклинания, Вы можете, конечно, бросить заклинание и посмотреть, что произойдёт - хотя это может вызвать нежеланные побочные последствия, и большинство Заклинаний нуждаются в определённых условиях для того, чтобы работать. Более того, всегда есть вероятность недооценить неизвестное заклинание когда бросаете, с потенциально опасными последствиями в зависимости от того, насколько мощное заклинание. Более безопасный и более надёжный вариант использовать Свиток идентификации, который можно найти в сундуках или купить у Волшебника. Пкм, пока держите, Свиток идентифицирует первую неизвестную Книгу заклинаний или Свитки в Вашей горячей панели, потребив Свиток идентификации в процессе."
			]
		},

		"arcane_workbench": {
			"title": "Мистический верстак",
			"include_in_contents": "main_contents",
			"contents": {
				"id": "arcane_workbench_subsections",
				"hyperlinks": true,
				"page_numbers": true,
				"separator": "."
			},
			"triggers": [
				"ebwizardry:handbook/arcane_workbench"
			],
			"text": [

				"Мистический верстак это блок похожий по внешнему виду на Стол зачарования, где Вы можете зарядить, улучшить и привязать @spells заклинания@ на Ваш @wands жезл@. Он может быть создан след. образом:",

				"#recipe arcane_workbench",

				"Следующие страницы объясняют разные действия, которые могут быть выполнены в Мистическом верстаке.",

				"#image workbench"
			],
			"sections": {
				"binding_spells": {
					"title": "Привязка заклинаний",
					"include_in_contents": "arcane_workbench_subsections",
					"triggers": [
						"ebwizardry:handbook/arcane_workbench"
					],
					"text": [

						"Чтобы привязать @spells заклинание@ к Вашему @wands жезлу@, просто поместите свой жезл в центральный слот верстака, затем поместите Книгу заклинаний в одно из окружающих слотов и нажмите Применить. Вы можете заметить, что Книга заклинаний остаётся нетронутой во время этого процесса - это потому, что акт привязки заклинания не 'берёт' заклинание из Книги заклинаний; Скорее, она поднастраивает Жезл к Заклинанию. По существу, Вы можете изменить Заклинания привязанные к Вашему жезлу, столько, сколько пожелаете, просто повторив процесс привязывания Заклинания. Вы можете привязать до 5 заклинаний к Вашему жезлу за 1 раз, хотя это число может быть увеличено с настраивающими улучшениями."
					]
				},
				"charging_wands": {
					"title": "Зарядка жезлов",
					"include_in_contents": "arcane_workbench_subsections",
					"triggers": [
						"ebwizardry:handbook/arcane_workbench"
					],
					"text": [

						"Чтобы зарядить свой @wands жезл@, поместите Жезл в центральный слот Мистического верстака и поместите несколько магических кристаллов в нижний левый слот, и затем нажмите Применить. Каждый кристалл это стоимость #mana_per_crystal @mana маны@, и Жезл возьмёт столько, сколько ему необходимо, поэтому, Вы можете сохранить запасы кристаллов в Верстаке, когда они Вам понадобятся. Однако, имейте ввиду, что Жезл может взять только целое кол-во кристаллов, так что, если Жезл требует, например, 30 и более маны, #example_charging_loss мана будет потеряна при зарядки."
					]
				},
				"upgrading_wands": {
					"title": "Улучшения жезлов",
					"include_in_contents": "arcane_workbench_subsections",
					"triggers": [
						"ebwizardry:handbook/tome_of_arcana"
					],
					"text": [

						"Чтобы улучшить свой @wands жезл@, Вам нужен Том арканы соответствующего @tiers уровня@ или специальное улучшение Жезла. Оба из них, можно найти в качестве награбленного или купить у Волшебника. Чтобы улучшить свой Жезл, поместите его в центральный слот и улучшите в правом верхнем слот, затем нажмите Применить.",

						"Специальные улучшения Жезла, повышают конкретный аспект Жезла. Каждый вид улучшения можно складывать до 3 раз, и общее кол-во улучшений, которые Жезл может брать, зависит от его уровня. Улучшения нельзя убрать."
					]
				},
				"enchanting_scrolls": {
					"title": "Зачарование свитков",
					"include_in_contents": "arcane_workbench_subsections",
					"triggers": [
						"ebwizardry:handbook/scrolls"
					],
					"text": [

						"Мистический верстак также можно использовать для зачарования @spells заклинаний@ и свитков. Чтобы так сделать, Вам понадобится Пустой свиток, созданный из кусочка бумаги и несколько ниток, Книга заклинаний для выбранного для Вас заклинания, и достаточно магических кристаллов, чтобы предоставить @mana маны@, для наложения.",

						"#recipe blank_scroll",

						"Поместите кристаллы в нижний левый слот, Пустой свиток в центральный слот, и Книгу заклинаний в отдельный слот над ним, затем нажмите Подтвердить, чтобы зачаровать Свиток."
					]
				}
			}
		},

		"wizard_armour": {
			"title": "Броня волшебника",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:arcane_initiate"
			],
			"text": [

				"Как волшебник, Вам нужно что-то, чтобы защитить Вас от существ, с которыми Вы сражаетесь. Хотя, не совсем обычная броня сойдёт. Чтобы в максимальной степени воспользоваться своими Заклинаниями, Вам будет нужна Броня волшебника: шляпа, роба, поножи и ботинки. В отличие от обычной брони, эти не ломаются. Вместо этого, они используют мистическую энергию для защиты носителя. Это конечно означает, что их можно зарядить с помощью Магических кристаллов, просто как Жезлы. К сожалению, эти фрагменты не потребляют много @mana маны@. Зарядите их, как Жезл в @arcane_workbench мистическом верстаке@ или с помощью @mana_flasks фляжки с маной@, но будьте осторожны - если у них закончится мана, Вы окажетесь беззащитным.",

				"#image wizard_armour",

				"Вы можете получить броню Волшебника путём её создания из Магического шёлка:",

				"#recipe magic_silk",
				"#recipe wizard_hat",
				"#recipe wizard_robe",
				"#recipe wizard_leggings",
				"#recipe wizard_boots",

				"Можно зачаровать Броню волшебника используя обычный Стол зачарования, а из-за неотъемлемых свойств магического шёлка, он имеет склонность  довольно эффективно сдерживать зачарования. Особенно полезны для Волшебников зачарования - Магическая, Морозная и Шоковая защита, которые могут оказаться полезными для защиты против других обладателей магии.",

				"Те волшебники, кто посвящают себя практике одного элемента, иногда носят специальную одежду, которая даёт бонусы для этого элемента. Полный набор такой одежды очень востребованный среди Волшебников и не так просто найти.",

				"Легенда говорит о Мистической печати, используемой самыми могущественными волшебниками, чтобы значительно улучшить свои брони."
			]
		},

		"magical_world": {
			"title": "Магия в Мире",
			"include_in_contents": "main_contents",
			"contents": {
				"id": "magical_world_subsections",
				"hyperlinks": true,
				"page_numbers": true,
				"separator": "."
			},
			"triggers": [
				"ebwizardry:handbook/on_subsection_unlock"
			],
			"text": [

				"Невозможно овладеть мистикой просто сидя дома - есть целый мир, который полон магии и которую нужно исследовать. Древние руины, реликвии и таинственные особи хорошие, и плохие ждут своего открытия - если знаете, где искать. Величайшие волшебники также самые любопытные, и получают большую часть своих знаний и силы, путём исследования окружающей среды вокруг них и экспериментируя с тем, что они находят.",

				"Пока большую часть времени Волшебник неминуемо проводит в одиночестве, обмен знаниями также жизненно важен для изучения мистических искусств. Ищите коллег-специалистов магии, и узнайте от них как можно больше, насколько Вы сможете: общение - пожалуй величайшая сила из всех."
			],
			"sections": {
				"crystal_flowers": {
					"title": "Кристальные цветы",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:handbook/crystal_flowers"
					],
					"text": [

						"Во время Ваших путешествий, Вы вероятно столкнётесь с любопытными светящиеся цветами растущие в дикой природе время от времени. Эти отличительные цветы известные как Кристальные цветы, и они необычно эффективны в концентрации @mana маны@ - по сей день, никто не знает почему. Однако, мы точно знаем, что их можно собрать и создать, для извлечения маны в виде кристаллов, что делает их довольно полезным надземным источником маны. Количество маны, получаемое таким способом, ограничено, хотя, за счёт маленького размера цветов и благодаря их, они растут только в небольших местах.",

						"#image crystal_flower",
						"#recipe crystal_flower_to_crystals"
					]
				},
				"wizard_towers": {
					"title": "Башни волшебника",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:wizard_tower"
					],
					"text": [

						"Не бойтесь - Вы не единственный специалист магии в этом мире. В Ваших путешествиях, Вы вполне можете встретить Высокую башню или 2 с отличительной указанной крышей. Это место проживания товарища Волшебника. Жизнь в уединении иногда может сделать Волшебников немного раздражительными, но они обычно дружелюбные люди, которые готовы поделиться с Вами своими знаниями - правда за определённую цену. Ожидайте, что заплатите ценные металлы и драгоценные камни, а взамен Вы получите много большого мистического чуда.",

						"Если, однако, это заклинание @tiers уровня мастер@, которое Вы ищете, то Вам нужно обратиться к специалисту.",

						"#image wizard_tower",

						"К несчастью, тут есть несколько Волшебников, которые не приветствуют посетителей. Эти волшебники чаще всего изгои, и враждебны любому, кто пересечёт их путь. Подходите к этим личностям с осторожностью, и будьте готовы защитить себя от могущественной магии. Впрочем, одолейте их, и их знания ждут Вас.",

						"It should also be noted that no wizard will take kindly to being attacked or stolen from - and they will readily take the law into their own hands."
					]
				},
				"obelisks": {
					"title": "Обелиски",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:handbook/obelisks"
					],
					"text": [

						"Vestiges of ancient magic are scattered throughout the world, the most notable of which are carved stone structures which bear a great many symbols and runes. These ruins are all that remain of what appears to have been some kind of ancient civilisation. Whoever, or whatever, built them, they clearly had a considerable knowledge of magic, and used it to place protective enchantments over such locations that still persist to this day.",

						"These stuctures fit broadly into two types. The first, and more common, of these are obelisks: tall spikes of carved stone, known as runestone, with an open structure at the bottom containing minor arcane relics from the forgotten past.",

						"#image obelisk",

						"These structures are typically protected by an enchantment that summons hostile @creatures magical creatures@ should any human stray too close. Fend off these creatures and destroy their source, and the relics are yours."
					]
				},
				"shrines": {
					"title": "Святилища",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:visit_shrine"
					],
					"text": [

						"The second, and rarer, kind of structure is known as a shrine. These structures consist of a circle of runestone pillars surrounding a central pedestal, upon which sits a chest filled with ancient @artefacts artifacts@. This chest is typically protected by an arcane lock enchantment, preventing anyone except the owner from opening it. The entire structure is also protected by a containment field, which prevents anything that strays too close from escaping.",

						"#image shrine",

						"Due to their great arcane power and significance, not to mention the riches within, these structures are particularly attractive to any aspiring wizard - but be cautious. There are numerous reports of wizards becoming trapped within containment fields and slowly being driven insane, perhaps by claustrophobia. A growing number, however, believe such occurences to be a deliberate part of the shrine's protective magic, and that the wizards trapped within are in fact being controlled to protect the structure. A chilling prospect, surely, for anyone who dares to venture near..."
					]
				},
				"creatures": {
					"title": "Магические существа",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:handbook/magical_creatures"
					],
					"text": [

						"Besides wizards, a multitude of other creatures also use magic. Many of these creatures are arcane in origin, and most can be summoned using certain magical @spells spells@. One may encounter these creatures guarding an @obelisks obelisk@, or perhaps a powerful summoner. Lesser arcane beings are even found occasionally in the wilderness."
					]
				},
				"artefacts": {
					"title": "Артефакты",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:artefact"
					],
					"text": [

						"When exploring a @shrines shrine@, you may be lucky enough to uncover some kind of ancient magical artifact - an object capable of granting its wearer unique and powerful buffs and special powers. Three types are known to have been found: rings, which grant bonuses and effects to spells, amulets, which improve defensive abilities, and charms, which give utility effects. These artifacts appear to function only when worn appropriately; simply having them on one's person is insufficient."
					]
				}
			}
		},

		"tiers": {
			"title": "Уровни",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:handbook/tome_of_arcana"
			],
			"text":[

				"@wands Wands@ and @spells@ come in four tiers: #colour_novicenovice#colour_reset, #colour_apprenticeapprentice#colour_reset, #colour_advancedadvanced #colour_resetand #colour_mastermaster#colour_reset. Each tier is more powerful than the last.",

				"#image tiers",

				"#colour_noviceNovice #colour_resetwands are the ones that can be crafted. They hold up to #novice_max_charge mana, and can only cast novice spells. Novice spells are simple enough to be cast by anyone and they do not usually cost much mana. This does not necessarily mean that they are useless at higher tiers however; their low cost makes some novice spells useful even when you have access to master spells.",

				"#colour_apprenticeApprentice #colour_resetwands are the next tier up from novice wands. They hold up to #apprentice_max_charge mana and can cast novice and apprentice spells. Apprentice spells are a little more impressive than novice spells but usually cost more.",

				"#colour_advancedAdvanced #colour_resetwands are quite rare and are much more powerful. They can cast all spells except master spells, and hold #advanced_max_charge mana. Advanced spells can grant superhuman powers such as invisibility and wreak havoc on foes.",

				"#colour_masterMaster #colour_resetwands are the most powerful wands in existence. They hold up to #master_max_charge mana, and can cast any spell. Master spell books are very rare and the spells can cause complete devastation not only to enemies but even the world itself. Use with caution.",

				"To be upgraded to a higher tier, a wand must first become powerful enough to channel spells of that tier. Wands gain power as spells are cast with them. Spell variety, spell power, elemental effects and other external factors may all have an effect on how quickly a wand matures.",

				"Once a wand is sufficiently powerful, a tome of arcana provides the final catalyst needed to elevate the wand to the next tier (see @upgrading_wands Upgrading Wands@), and once this has happened, the maturing process can begin again for the next tier."
			]
		},

		"elements": {
			"title": "Элементы",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:handbook/elements"
			],
			"text": [

				"@spells Spells@ belong to different elements, which determine the nature of the spell and also grant perks when used with certain @wands@.",

				"#image elements",

				"#colour_fireFire#colour_reset \nPerhaps the most destructive element, fire concerns burning, lava, and explosions. A powerful pyromancer will unleash hell upon their enemies and probably set the world alight in the process. Most fire attack spells set fire to their target, causing ongoing damage over time. However, be wary that fire spells may have no effect on nether mobs.",

				"#colour_iceIce#colour_reset \nThe element of ice is made of all that is cold. Frost spells often slow enemies down or freeze them completely, and are especially effective on creatures of fire. Frost magic can prove equally useful outside of combat, such as freezing water to cross a river.",

				"#colour_lightningLightning#colour_reset \nThis element concerns lightning, storms, and the weather. A powerful storm mage is a force to be reckoned with, and some posess the ability to call down lightning at will. Lightning spells often damage multiple enemies at once and usually seek their target, making them an effective attack against any mob... but beware of creepers.",

				"#colour_necromancyNecromancy#colour_reset \nNecromancy is the element of darkness, chaos and the undead. Necromancers are mysterious and often regarded as evil, though this is usually not the case. Necromancy spells are commonly used to summon @creatures@ to fight for you or even bend the will of your enemies.",

				"#colour_earthEarth#colour_reset \nThe element of earth is focused on the natural world: animals, plants, the wind, and such like. Earth magic is diverse and takes a wide variety of forms, from poisoning enemies to unleashing the fury of the weather. Earth spells are a mixture of attack, defense and utility.",

				"#colour_sorcerySorcery#colour_reset \nSorcery is the element of force and change. Sorcerers manipulate light, gravity and even reality itself to fit their needs. Sorcery spells can be used, among other things, to grant their caster magical powers or move objects to their will.",

				"#colour_healingHealing#colour_reset \nThe element of healing is concerned with defense and regeneration. Healers seek to protect themselves and their allies as much as possible and as such can be very difficult opponents. Though generally not used as an attack, the purifying light of some healing spells will do considerable damage to the undead. Healing spells are indispensable when in combat.",

				"The boundaries between the different elements are not always distinct, and some spells bear traits of elements other than their own.",

				"If you are lucky, you may happen upon an elemental crystal. Elemental crystals are magic crystals that have absorbed elemental properties as they have grown - though the exact conditions required and mechanism by which this happens remain a mystery. We do know, however, that such crystals may be used to create elemental wands, which allow spells of the right element to be cast with more potency than usual."
			]
		},

		"miscellaneous": {
			"title": "Прочее",
			"include_in_contents": "main_contents",
			"contents": {
				"id": "miscellaneous_subsections",
				"hyperlinks": true,
				"page_numbers": true,
				"separator": "."
			},
			"triggers": [
				"ebwizardry:on_subsection_unlock"
			],
			"sections": {
				"mana_flasks": {
					"title": "Фляжки маны",
					"include_in_contents": "miscellaneous_subsections",
					"triggers": [
						"ebwizardry:handbook/mana_flasks"
					],
					"text": [

						"Arkendur's Arcane Supplies Co. - magical items for your every need!",

						"Need to recharge your @wands wand@ on the go? No problem! @mana Mana@ can now be bottled. Simply craft a mana flask with a glass bottle and eight magic crystals and take it with you. When you need to use it, simply craft it with your wand and it will restore some of the charge. *",

						"#recipe medium_mana_flask",

						"NEW! Introducing the brand-new small and large mana flasks - now you can choose a size of mana flask to meet your needs!",

						"#recipe small_mana_flask",
						"#recipe large_mana_flask",

						"* This process will destroy the bottle. Some mana is lost during bottling."
					]
				},
				"throwable_items": {
					"title": "Бросаемые предметы",
					"include_in_contents": "miscellaneous_subsections",
					"triggers": [
						"ebwizardry:handbook/throwables"
					],
					"text": [

						"Various @spells@ conjure physical items, some of which can also be crafted directly. Firebombs, poison bombs, spark bombs and smoke bombs can all be crafted:",

						"#recipe firebomb",
						"#recipe poison_bomb",
						"#recipe smoke_bomb",
						"#recipe spark_bomb"
					]
				},
				"automated_casting": {
					"title": "Автоматическое бросание",
					"include_in_contents": "miscellaneous_subsections",
					"triggers": [
						"ebwizardry:enchant_scroll"
					],
					"text": [

						"Recent experimentation has revealed that it is possible to automate @spells spell@ casting, to a degree, using nothing more than a simple dispenser. Nobody is quite sure why, but it would appear that the strange properties of redstone even extend to triggering the activation of spell scrolls. Placing a few into a dispenser and powering it ought to do the trick..."
					]
				}
			}
		},

		"crafting_recipes": {
			"title": "Рецепты созданий",
			"include_in_contents": "main_contents",
			"text": [

				"#recipe arcane_workbench",
				"#recipe novice_wands",
				"#recipe magic_missile_spell_book",
				"#recipe wizard_handbook",
				"#recipe crystal_flower_to_crystals",
				"#recipe crystal_blocks",
				"#recipe crystal_blocks_to_crystals",
				"#recipe crystal_shard",
				"#recipe small_mana_flask",
				"#recipe medium_mana_flask",
				"#recipe large_mana_flask",
				"#recipe runestone",
				"#recipe runestone_pedestal",
				"#recipe transportation_stone",
				"#recipe magic_silk",
				"#recipe wizard_hat",
				"#recipe wizard_robe",
				"#recipe wizard_leggings",
				"#recipe wizard_boots",
				"#recipe blank_scroll",
				"#recipe firebomb",
				"#recipe poison_bomb",
				"#recipe smoke_bomb",
				"#recipe spark_bomb"
			]
		},

		"credits": {
			"title": "Титры",
			"include_in_contents": "main_contents",
			"text": [

				"Electroblob's Wizardry \nВерсия #version \nFor Minecraft #mcversion",

				"Разработано, закодировано и затекстурировано: Electroblob",

				"Спасибо Minecraft Forge и MCP, без которого этот мод был бы невозможным.",

				"Спасибо также сообществу Minecraft modding, которые всегда имеют решение с моими проблемами в моддинге!",

				"В дополнении, Я хотел бы поблагодарить следующие лица за их вклад в мод:",

				"Код:",

				"- Corail31 \n- 12foo \n- Shadows-of-Fire \n- HellFirePvP \n- Tora-B \n- Avatair \n- Aeronica \n- UltraHex \n- Azim-Palmer \n- raoulvdberge \n- rafasoares",

				"Переводчики:",

				"- Spanish: MadWrist, Alsentar \n- Mexican Spanish: MadWrist \n- Russian: VilagVil, kellixon, bigenergy, DrHesperus \n- French: Hahdrim \n- Brazilian Portuguese: lorrampi \n- Chinese: ZHENGLOC, dragon-evol, Hokorizero, TUsama, Determancer \n- Korean: shejery, rewi_wire \n- Polish: Trozuu \n-German: BirdyDragon \n-Taiwanese: chesterccj305",

				"Звуковой эффект Луча молнии от OhhWowProductions",

				"Для большей информации, проверьте нашу @https://github.com/Electroblob77/Wizardry/wiki wiki@.",

				"Не хватает Wizardry? Присоединяйтесь в @https://discord.gg/MTmMzMv Discord server@ для последних новостей, обсуждений и дополнений!"
			]
		}

	}
}
