{
	"bookmark_start_section": "introduction",
	
	"colours": {
		"text": "#000000",
		"caption": "#666666",
		"hyperlink": "#601ba0",
		"highlight": "#dd4c1d",
		"new_section": "#ee88f7"
	},
	
	"images": {
		"workbench": {
			"location": "ebwizardry:textures/gui/arcane_workbench.png",
			"caption": "Mesa Arcana",
			"u": 0,
			"v": 0,
			"width": 110,
			"height": 110
		},
		"crystal_ore": {
			"location": "ebwizardry:textures/gui/crystal_ore.png",
			"caption": "Mena de Cristal Magico",
			"u": 0,
			"v": 0,
			"width": 64,
			"height": 64
		},
		"magic_crystal": {
			"location": "ebwizardry:textures/items/crystal_magic.png",
			"caption": "Cristal Magico",
			"u": 6,
			"v": 6,
			"width": 36,
			"height": 33,
			"texture_width": 48,
			"texture_height": 48,
			"border": false
		},
		"magic_wand": {
			"location": "ebwizardry:textures/items/wand_novice.png",
			"caption": "Varita Magica",
			"u": 0,
			"v": 0,
			"width": 64,
			"height": 64,
			"border": false
		},
		"crystal_flower": {
			"location": "ebwizardry:textures/gui/crystal_flower.png",
			"caption": "Flor de Cristal",
			"u": 0,
			"v": 0,
			"width": 48,
			"height": 48
		},
		"wizard_tower": {
			"location": "ebwizardry:textures/gui/wizard_tower.png",
			"caption": "Torre de mago",
			"u": 0,
			"v": 0,
			"width": 110,
			"height": 110
		},
		"wizard_armour": {
			"location": "ebwizardry:textures/gui/wizard_armour.png",
			"caption": "Conjunto de Armadura de mago",
			"u": 0,
			"v": 0,
			"width": 90,
			"height": 90
		},
		"obelisk": {
			"location": "ebwizardry:textures/gui/obelisk.png",
			"caption": "Obelisco",
			"u": 0,
			"v": 0,
			"width": 110,
			"height": 67
		},
		"shrine": {
			"location": "ebwizardry:textures/gui/shrine.png",
			"caption": "Santuario de la tierra",
			"u": 0,
			"v": 0,
			"width": 110,
			"height": 67
		},
		"tiers": {
			"location": "ebwizardry:textures/gui/tiers.png",
			"caption": "Los 4 niveles en las Varitas",
			"u": 0,
			"v": 0,
			"width": 96,
			"height": 24,
			"border": false
		},
		"elements": {
			"location": "ebwizardry:textures/gui/elements.png",
			"caption": "Los 7 elementos Arcanos",
			"u": 0,
			"v": 0,
			"width": 106,
			"height": 20,
			"border": false
		}
	},

	"recipes": {
		"arcane_workbench": {
			"locations": [ "ebwizardry:arcane_workbench" ]
		},
		"magic_wand": {
			"locations": [ "ebwizardry:magic_wand" ]
		},
		"novice_wands": {
			"locations": [
				"ebwizardry:magic_wand",
				"ebwizardry:wand_fire",
				"ebwizardry:wand_ice",
				"ebwizardry:wand_lightning",
				"ebwizardry:wand_necromancy",
				"ebwizardry:wand_earth",
				"ebwizardry:wand_sorcery",
				"ebwizardry:wand_healing"
			]
		},
		"magic_missile_spell_book": {
			"locations": [ "ebwizardry:magic_missile_spell_book" ]
		},
		"wizard_handbook": {
			"locations": [ "ebwizardry:wizard_handbook" ]
		},
		"crystal_flower_to_crystals": {
			"locations": [ "ebwizardry:crystal_flower_to_crystals" ]
		},
		"crystal_blocks": {
			"locations": [
				"ebwizardry:crystal_block",
				"ebwizardry:crystal_block_fire",
				"ebwizardry:crystal_block_ice",
				"ebwizardry:crystal_block_lightning",
				"ebwizardry:crystal_block_necromancy",
				"ebwizardry:crystal_block_earth",
				"ebwizardry:crystal_block_sorcery",
				"ebwizardry:crystal_block_healing"
			]
		},
		"crystal_blocks_to_crystals": {
			"locations": [
				"ebwizardry:crystal_block_to_crystals",
				"ebwizardry:crystal_block_to_crystals_fire",
				"ebwizardry:crystal_block_to_crystals_ice",
				"ebwizardry:crystal_block_to_crystals_lightning",
				"ebwizardry:crystal_block_to_crystals_necromancy",
				"ebwizardry:crystal_block_to_crystals_earth",
				"ebwizardry:crystal_block_to_crystals_sorcery",
				"ebwizardry:crystal_block_to_crystals_healing"
			]
		},
		"crystal_shard": {
			"locations": [ "ebwizardry:crystal_shard" ]
		},
		"small_mana_flask": {
			"locations": [ "ebwizardry:small_mana_flask" ]
		},
		"medium_mana_flask": {
			"locations": [ "ebwizardry:medium_mana_flask" ]
		},
		"large_mana_flask": {
			"locations": [ "ebwizardry:large_mana_flask" ]
		},
		"runestone": {
			"locations": [
				"ebwizardry:runestone_fire",
				"ebwizardry:runestone_ice",
				"ebwizardry:runestone_lightning",
				"ebwizardry:runestone_necromancy",
				"ebwizardry:runestone_earth",
				"ebwizardry:runestone_sorcery",
				"ebwizardry:runestone_healing"
			]
		},
		"runestone_pedestal": {
			"locations": [
				"ebwizardry:runestone_pedestal_fire",
				"ebwizardry:runestone_pedestal_ice",
				"ebwizardry:runestone_pedestal_lightning",
				"ebwizardry:runestone_pedestal_necromancy",
				"ebwizardry:runestone_pedestal_earth",
				"ebwizardry:runestone_pedestal_sorcery",
				"ebwizardry:runestone_pedestal_healing"
			]
		},
		"transportation_stone": {
			"locations": [ "ebwizardry:transportation_stone" ]
		},
		"magic_silk": {
			"locations": [ "ebwizardry:magic_silk" ]
		},
		"wizard_hat": {
			"locations": [ "ebwizardry:wizard_hat" ]
		},
		"wizard_robe": {
			"locations": [ "ebwizardry:wizard_robe" ]
		},
		"wizard_leggings": {
			"locations": [ "ebwizardry:wizard_leggings" ]
		},
		"wizard_boots": {
			"locations": [ "ebwizardry:wizard_boots" ]
		},
		"blank_scroll": {
			"locations": [ "ebwizardry:blank_scroll" ]
		},
		"firebomb": {
			"locations": [ "ebwizardry:firebomb" ]
		},
		"poison_bomb": {
			"locations": [ "ebwizardry:poison_bomb" ]
		},
		"smoke_bomb": {
			"locations": [ "ebwizardry:smoke_bomb" ]
		},
		"spark_bomb": {
			"locations": [ "ebwizardry:spark_bomb" ]
		}
	},
	
	"sections": {
		
		"inside_cover": {
			"centre": {
				"x": true,
				"y": true
			},
			"text": [
			
				"El Manual del Mago",
				
				"Por Electroblob"
			]
		},
		
		"introduction": {
			"title": "Introduccion",
			"text": [
			
				"Saludos Mago! Este gran libro te mostrara los secretos de las artes arcanas, y de como usarlas. Este no es un libro comun y corriente, ya que su conocimiento y sus paginas aumentaran a medida que descubres mas y mas sobre mundo magico.",

				"Utiliza los botones en forma de flecha para pasar la pagina, y los botones de doble flecha para pasar de una seccion a otra. Usa el boton de menu central para regresar al indice.",

				"Haz clic en cualquier palabra en color purpura para ir directamente al tema en cuestion. Haz clic derecho al marcador rojo para moverlo a la pagina actual, y clic izquierdo para saltar a la pagina marcada."
			]
		},

		"main_contents": {
			"title": "Indice",
			"contents": {
				"id": "main_contents",
				"hyperlinks": true,
				"page_numbers": true,
				"separator": "."
			}
		},

		"setting_up": {
			"title": "Iniciacion",
			"include_in_contents": "main_contents",
			"text": [

				"Para comenzar como mago, necesitaras conseguir lo siguiente:",

				"- Una Varita magica, hecha de la siguiente forma:",

				"#recipe magic_wand",

				"- Una @arcane_workbench Mesa Arcana@, hecha de a siguiente forma:",

				"#recipe arcane_workbench",

				"- Un @spells Libro de hechizo@. Estos se pueden encontrar en cofres, recompensas por matar monstruos, y comprado a otros magos. Puedes crear el hechizo Misil Magico, un hechizo de bajo nivel, de la siguiente forma:",

				"#recipe magic_missile_spell_book",

				"Tambien necesitaras bastantes Cristales Mágicos para suplir tu varita de @mana@."
			]
		},

		"mana": {
			"title": "Mana",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:crystal"
			],
			"text": [

				"El Mana es la energia mistica que concede a los magos sus habilidades. Mucho mas que una sustancia fisica, el Mana es un aura que impregna la realidad de forma omnipresente. En nuestro mundo, suele acumularse hasta formar cristales solidos, los cuales pueden ser hallados incrustados en piedra en el subsuelo. Las @wands Varitas@ almacenan Mana dentro de ellas, y este Mana es canalizado hacia fuera al conjurar un @spells Hechizo@. Diferentes Hechizos requieren diferentes cantidades de Mana, dependiendo de que tan poderosos sean y de cuanto duren sus efectos.",

				"#image crystal_ore",

				"#image magic_crystal",

				"Al ser energia pura, el Mana no puede ser creado ni destruido. Cuando se conjura un hechizo, El Mana canalizado simplemente se disipa en el ambiente. Ciertamente, la mayoria de Mana se encuentra esparcido en pequeñas cantidades a traves de todo el Cosmos. Sin embargo, para poder ser usado, el Mana debe de estar concentrado. Esto se puede lograr de forma natural a traves de miles de años, como pasa con los cristales magicos, o de forma artificial, un metodo avanzado no abordado en este libro. Tambien existen diferentes formas de que el Mana sea mejor administrado al conjurar hechizos, y de recuperar una parte del Mana disipado en el ambiente."
			]
		},

		"wands": {
			"title": "Varitas",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:arcane_initiate"
			],
			"text": [

				"La varita es el arma y herramienta principal de un mago. Con ella, podras conjurar cualquier @spells hechizo@ que la varita pueda canalizar (vease @tiers Niveles@). Las varitas vienen en diferentes variedades, pero es muy probable que empieces con una varita basica.",

				"#image magic_wand",

				"La mayoria de varitas comienzan como una estructura simple de un cristal magico unido a un palo de madera, con una pepita de oro unido en el otro extremo. El cristal es, claro esta, la fuente de poder de la varita, ya que provee el foco necesario para canalizar @spells hechizos@. El resto de la varita es importante tambien, ya que no solo provee un medio para sostener la varita, sino tambien un circuito interno por el cual el @mana mana@ puede ser canalizado y dirigido.",

				"A medida que se conjuren hechizos con la varita, esta se volvera mas efectiva en canalizar dichos @spells hechizos@, y eventualmente, en conjurar hechizos mas poderosos. Esto se puede notar debido a ciertos cambios en la varita misma: Mientras mas poderosa se vuelva una varita, su cristal magico se volvera mas brillante, su color puede llegar a cambiar dependiendo de su @elements elemento@, y despues de un tiempo, la madera de la que esta hecha comenzara a crecer por si sola y a retorcerse en figuras mas complejas.",

				"Mientras sostienes una varita, un pequeño recuadro aparecera en la esquina de tu pantalla. Este recuadro muestra el hechizo seleccionado actualmente, ademas de una imagen para representar tal hechizo, si el hechizo ya fue conjurado, y una barra de cooldown indicando el tiempo restante para poder conjurar el hechizo otra vez. Tambien muestra los nombres del hechizo anterior y el hechizo siguiente vinculados a la varita. Para cambiar de hechizo, utiliza las teclas #next_spell_key y #previous_spell_key (Estas pueden ser modificadas en Opciones > Controles). Tambien puedes cambiar de hechizo utilizando la rueda del mouse mientras estas agachado.",

				"Cuando veas tu inventario, si pones el mouse sobre la varita, veras cuanto @mana mana@ le queda, junto con el @spells hechizo@ seleccionado actualmente y otras habilidades que tenga. Puedes visualizar mas informacion sobre la varita colocandola en una @arcane_workbench mesa arcana@."
			]
		},

		"spells": {
			"title": "Hechizos",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:handbook/spells"
			],
			"text": [

				"Sin hechizos para conjurar y lanzar, una @wands varita@ es practicamente inutil. Los hechizos son grabados en dos formas: en libros, los cual los hace permanentes, y en pergaminos, los cuales son temporales.",

				"Los libros de hechizos son inutiles por si mismos, por lo que son usados para vincular el hechizo que contienen a las @wands varitas@. Los libros de hechizos se encuentran pueden ser hallados a traves de todo el planeta, y no tomara mucho tiempo encontrarte con uno. Cuando lo encuentres, puedes colocar el mouse sobre el libro de hechizo para ver informacion basica sobre el hechizo que contiene. Tambien puedes darle clic derecho mientras lo sostienes para leer mas acerca de el.",

				"Por otro lado, los pergaminos sirven otro proposito: Haciendo click derecho mientras sostienes uno conjurara el hechizo escrito en el, consumiendo el pergamino. Al igual que los libros de hechizos, los pergaminos pueden ser hallados en muchas partes del mundo, pero tambien puedes crearlos tu mismo(a) (vease @enchanting_scrolls Encantando Pergaminos@).",

				"Los pergaminos son bastante utiles cuando necesitas utilizar un hechizo una o dos veces en una mision especifica, y no quieres que tome espacio innecesario en tu @wands varita@. De todas formas, cabe destacar que no son tan efectivas para conjurar hechizos en comparacion con las varitas.",

				"Desde la perspectiva de alguien comun y corriente, los simbolos y runas en los cuales estan escritos los hechizos son solo garabatos ilegibles. Pero tu no eres alguien comun. Eres un mago, joder! Y como tal, poco a poco iras aprendiendo a descifrar este lenguaje. Para identificar un hechizo podrias, claro esta, simplemente conjurarlo y ver que pasa. Pero ten en cuenta que al hacerlo puede haber efectos no deseados, ademas de que muchos hechizos necesitan ciertas condiciones para funcionar. Ademas de eso, para novatos es probable leer el hechizo de forma erronea y pueden llegar a haber consecuencias peligrosas dependiendo de que tan poderoso sea el hechizo. Una opcion mas segura es utilizar un pergamino de identificacion, los cuales pueden ser encontrados en cofres o comprados a otros magos. Al hacer click derecho mientras se sostiene uno, se identificara el primer hechizo desconocido en tu inventario, consumiendo el pergamino de identificacion."
			]
		},

		"arcane_workbench": {
			"title": "Mesa Arcana",
			"include_in_contents": "main_contents",
			"contents": {
				"id": "arcane_workbench_subsections",
				"hyperlinks": true,
				"page_numbers": true,
				"separator": "."
			},
			"triggers": [
				"ebwizardry:handbook/arcane_workbench"
			],
			"text": [

				"La mesa arcana es un bloque similar a la mesa de encantamientos, donde podras recargar, mejorar, y vincular @spells hechizos@ a tu @wands varita@. Puedes crearla de la siguiente forma:",

				"#recipe arcane_workbench",

				"Las siguientes paginas explicaran las acciones que puedes hacer en una mesa arcana.",

				"#image workbench"
			],
			"sections": {
				"binding_spells": {
					"title": "Vinculando Hechizos",
					"include_in_contents": "arcane_workbench_subsections",
					"triggers": [
						"ebwizardry:handbook/arcane_workbench"
					],
					"text": [

						"Para vincular un @spells hechizo@ a tu @wands varita@, solo tienes que colocar la varita en la ranura central de la mesa arcana, luego colocar el libro de hechizo que desees en las ranuras alrededor y presionar \u0022Aplicar\u0022. Como habras de notar, el acto de vincular un hechizo no afecta al libro, esto es porque al vincular un hechizo, la mesa arcana no \u0022toma\u0022 el hechizo del libro, sino que de cierta forma \u0022copia\u0022 de forma resumida el hechizo en la varita. De esta forma, puedes cambiar los hechizos vinculados a tu varita tantas veces como quieras con solo repetir el proceso. Puedes vincular hasta cinco hechizos diferentes a una sola varita cada vez, aunque este numero puede aumentar con mejoras de vinculacion."
					]
				},
				"charging_wands": {
					"title": "Recargando Varitas",
					"include_in_contents": "arcane_workbench_subsections",
					"triggers": [
						"ebwizardry:handbook/arcane_workbench"
					],
					"text": [

						"Para recargar tu @wands varita@, coloca la varita en la ranura central de la mesa arcana, coloca algunos cristales magicos en la ranura inferior izquierda y luego presiona \u0022Aplicar\u0022. Cada cristal vale #mana_per_crystal @mana mana@, y la varita solo tomara lo que necesita, por lo que puedes dejar una provision de cristales en la mesa arcana para cuando la necesites. Sin embargo, ten en cuenta que la varita solo puede tomar numeros de cristales enteros, asi que si por ejemplo, la varita necesita 30 mas de mana, #example_charging_loss de mana se perderan al cargarla."
					]
				},
				"upgrading_wands": {
					"title": "Mejorando Varitas",
					"include_in_contents": "arcane_workbench_subsections",
					"triggers": [
						"ebwizardry:handbook/tome_of_arcana"
					],
					"text": [

						"Para mejorar tu @wands varita@, necesitaras un Tomo de Arcana del @tiers nivel@ adecuado, o tambien, una mejora especial para tu varita. Los Tomos de Arcana y las mejoras especiales pueden ser hallados en cofres o comprados a otros magos. Para mejorar tu varita, colocala en la ranura central, y coloca el objeto de mejora en la ranura superior derecha, luego presiona \u0022Aplicar\u0022.",

						"Mejoras especiales para la varita cambian el aspecto de la varita. Cada tipo de mejora se puede acumular tres veces, y el total de mejoras que una varita puede tomar depende de su nivel. Solo recuerda que las mejoras no pueden ser removidas."
					]
				},
				"enchanting_scrolls": {
					"title": "Encantando Pergaminos",
					"include_in_contents": "arcane_workbench_subsections",
					"triggers": [
						"ebwizardry:handbook/scrolls"
					],
					"text": [

						"La mesa Arcana tambien puede ser usada para encantar @spells hechizos@ en pergaminos. Para hacerlo, necesitaras un pergamino en blanco, creado con papel y un poco de cuerda, un libro de hechizo de tu preferencia, y suficientes cristales magicos para proveer @mana mana@ para conjurar.",

						"#recipe blank_scroll",

						"Coloca los cristales en la ranura inferior izquierda, el pergamino en blanco en la ranura central, y el libro de hechizos en la sola ranura encima, luego presiona confirmar par encantar le pergamino."
					]
				}
			}
		},

		"wizard_armour": {
			"title": "Armadura de Mago",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:arcane_initiate"
			],
			"text": [

				"Como el legendario y poderoso mago que eres, necesitaras algo para protegerte de las criaturas y monstruos que obviamente venceras. Las armaduras normales son buenas, si... pero checa eso: Sombrero, tunica, pantalones y botas. A diferencia de las armaduras normales, la armadura de mago no se rompe, ya que utiliza mana para endurecer su tela al punto de simular el metal, y proteger al usuario. Estas armaduras deben de ser recargadas con cristales magicos, como las varitas. Afortunadamente, estas ropas no consumen mucho @mana mana@. Recargalas como lo harias con una varita en la @arcane_workbench mesa arcana@ o con @mana_flasks frascos de mana@. Pero ten cuidado, si se le acaba el mana, lo único que te protegera de aquellos monstruos sera simple tela.",

				"#image wizard_armour",

				"Puedes crear una armadura de mago a partir de tela magica:",

				"#recipe magic_silk",
				"#recipe wizard_hat",
				"#recipe wizard_robe",
				"#recipe wizard_leggings",
				"#recipe wizard_boots",

				"Puedes encantar una armadura de mago usando una mesa de encantamientos comun, y debido a las propiedades de la tela magica, es bastante efectiva en retener encantamientos. Los encantamientos de Proteccion contra Magia, Hielo y Electricidad son de particular utilidad para magos como tu, especialmente en defensa contra otros magos.",

				"Aquellos magos que se dedican a la practica de un elemento particular suelen llevar ropas especiales que les proporcionan efectos adicionales para dominar tal elemento. Conjuntos enteros de aquellas ropas son muy buscadas por los magos y no son faciles de encontrar.",

				"Leyendas hablan sobre un sello arcano usado por los magos y brujas mas poderosos. Dicen que aquel sello volvera la armadura de cualquier mago tan resistente como su contraparte mundana..."
			]
		},

		"magical_world": {
			"title": "Magia en el Mundo",
			"include_in_contents": "main_contents",
			"contents": {
				"id": "magical_world_subsections",
				"hyperlinks": true,
				"page_numbers": true,
				"separator": "."
			},
			"triggers": [
				"ebwizardry:handbook/on_subsection_unlock"
			],
			"text": [

				"No puedes dominar las artes arcanas quedandote encerrado en tu cuarto, o si? Hay un mundo entero de magia alla afuera para explorar! Ruinas Antiguas, reliquias y seres misteriosos benevolos y malevolos esperan ser descubiertos, si sabes donde buscar. Los mas grandes magos tambien son los mas curiosos, y mucho de su conocimiento y poder lo encontraron explorando el mundo que los rodea, y experimentando con lo que encuentran.",

				"Aunque un mago pasa la mayoria de su tiempo solo, compartir conocimiento es vital para aprender las artes arcanas. Busca a otros practicantes de la magia y aprende todo lo que puedas de ellos. La comunicacion es uno de los poderes mas grandes que puedas tener."
			],
			"sections": {
				"crystal_flowers": {
					"title": "Flores de Cristal",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:handbook/crystal_flowers"
					],
					"text": [

						"Durante tu travesia, es probable que te encuentre una curiosa y colorida flor que emite luz. Estas interesantes flores se les conoce como flores de cristal, y son altamente concentradas en @mana mana@. Nade sabe el porque de esto, lo que si sabemos es que sus petalos están hechos de cristales de mana, haciendo de estas flores una fuente util de mana en la superficie. La cantidad de mana obtenida de esta forma es limitada debido al pequeño tamaño de las flores, y que suelen crecer en grupos pequeños.",

						"#image crystal_flower",
						"#recipe crystal_flower_to_crystals"
					]
				},
				"wizard_towers": {
					"title": "Torres de mago",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:wizard_tower"
					],
					"text": [

						"No temas, no eres el unico practicante de magia en este mundo. En tus viajes, puede que te encuentres con una o dos altas torres con techos puntiagudos. Esta es la residencia de un mago. A veces una vida de soledad puede volver a los magos un poco gruñones, pero usualmente son personas amigables que estan dispuestos a compartir su conocimiento contigo, por un precio. No te sorprendas si debes pagar raros y preciosos metales y gemas, ya que a cambio recibiras grandes maravillas arcanas.",

						"En el caso de que fuese un hechizo de nivel @tiers maestro@ lo que buscas, necesitaras hablar con un especialista.",

						"#image wizard_tower",

						"Desafortunadamente, existen algunos magos en cuyas puertas los visitantes no son bienvenidos. Estos magos suelen ser marginados, y son hostiles hacia todo aquel que se cruce en su camino. Ten cuidado con estos individuos. Si los encuentras, preparate para defenderte contra magia poderosa. Vencelos, y su conocimiento sera tuyo.",

						"Cabe destacar que los magos no toman de buena forma el ser atacados o robados, y siendo ese el caso, no dudaran en tomar la justicia por sus propias manos."
					]
				},
				"obelisks": {
					"title": "Obeliscos",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:handbook/obelisks"
					],
					"text": [

						"Vestigios de antiguas civilizaciones yacen esparcidas por todo el mundo. Los mas notables son estructuras de piedra tallada con simbolos y runas. Estas ruinas son todo lo que queda de lo que parece ser alguna clase de civilizacion antigua. Quien sea, o lo que sea que las haya construido, claramente tenian amplios conocimientos sobre magia, conocimientos que uso para conjurar encantamientos protectores que aun hoy dia permanecen en aquellos lugares.",

						"Estas estructuras suelen ser de dos tipos. El primero, y el mas comun, son los Obeliscos: altas construcciones puntiagudas hechas de piedras runicas, con una estructura inferior abierta que contiene reliquias arcanas menores, ya olvidadas en el pasado.",

						"#image obelisk",

						"Estas estructuras suelen estar protegidas por un encantamiento que invoca @creatures criaturas@ del Caos Elemental cuando un humano se acerca demasiado. Vence a estas criaturas, destruye su invocador, y las reliquias seran tuyas."
					]
				},
				"shrines": {
					"title": "Santuarios",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:visit_shrine"
					],
					"text": [

						"El Segundo tipo es mucho mas raro, y son conocidos como santuarios. Estas estructuras consisten en un circulo de pilares de piedras runicas rodeando un pedestal central, en el cual se encuentra un cofre que contiene @artefacts artefactos@. Este cofre suele estar protegido por un encantamiento de Cerradura Arcana, impidiendo que cualquiera excepto el dueño lo abra. La estructura completa tambien esta protegida por un campo de contencion, el cual impide el escape de cualquier cosa que se acerque demasiado.",

						"#image shrine",

						"Debido al gran poder e importancia arcana, sin mencionar las riquezas que contiene, estas estructuras son particularmente atractivas para cualquier mago aspirante. Pero ten cuidado, ha habido reportes de magos quedando atrapados en en el campo de contencion y lentamente perdiendo la cordura a medida que pasa el tiempo. Algunos otros, creen que aquellas ocurrencias es un deliberado esfuerzo de la magia protectora del santuario, y que aquellos magos atrapados son controlados para proteger la estructura. Una perspectiva escalofriante sin duda para todo aquel que se atreva a aventurarse cerca...."
					]
				},
				"creatures": {
					"title": "Criaturas Magicas",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:handbook/magical_creatures"
					],
					"text": [

						"Ademas de magos, una gran cantidad de criaturas utilizan magia. Muchas de estas criaturas son de origen arcano, y la mayoria pueden ser invocadas desde el Caos Elemental usando @spells hechizos@. Es posible encontrarse con estas criaturas protegiendo un obelisco o a un poderoso mago invocador. Seres arcanos menores pueden ser encontrados casualmente en la naturaleza."
					]
				},
				"artefacts": {
					"title": "Artefactos",
					"include_in_contents": "magical_world_subsections",
					"triggers": [
						"ebwizardry:artefact"
					],
					"text": [

						"Al explorar un @shrines santuario@, puedes ser lo bastante afortunado(a) como para encontrar alguna clase de artefacto magico antiguo, un objeto capaz de concederle a su portador poderes y habilidades unicas y poderosas. Tres tipos de artefactos se han encontrado son: anillos, lo cuales conceden efectos especiales a hechizos, amuletos, los cuales mejoran habilidades defensivas y talismanes, que conceden efectos de utilidad. Estos artefactos parecen funcionar solo si se llevan de forma apropiada, el simple hecho de tenerla en su persona es insuficiente."
					]
				}
			}
		},

		"tiers": {
			"title": "Niveles",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:handbook/tome_of_arcana"
			],
			"text":[

				"Las @wands varitas@ y @spells hechizos@ vienen en cuatro niveles: #colour_novicenovato#colour_reset, #colour_apprenticeapprendiz#colour_reset, #colour_advancedavanzado #colour_reset y #colour_mastermaestro#colour_reset. Cada nivel es mas poderoso que el anterior.",

				"#image tiers",

				"#colour_noviceNovato #colour_reset,es el nivel de varita en las que pueden ser creadas. Pueden almacenar hasta #novice_max_charge mana, y solo pueden conjurar hechizos de nivel novato. Hechizos de nivel novato son lo bastante simples para ser conjurados por cualquiera y no suelen usar mucho mana. Esto no significa que son inutiles en niveles mas altos, ya que su bajo costo los hace bastante utiles incluso al tener acceso a hechizos de nivel maestro.",

				"#colour_apprenticeApprendiz #colour_reset, es el siguiente nivel de varitas después del nivel novato. Pueden almacenar hasta #apprentice_max_charge mana y puede conjurar hechizos de novato y hechizos de aprendiz. Los hechizos de aprendiz son mas impresionantes que los hechizos de novato, pero suelen costar mas.",

				"#colour_advancedAvanzado #colour_resetwands,las varitas de este nivel son mas raras y poderosas. Pueden conjurar todos los hechizos excepto hechizos de nivel maestro, y almacenan hasta #advanced_max_charge mana. Hechizos de nivel avanzado pueden conceder poderes y habilidades super humanas como invisibilidad y causar estragos en enemigos.",

				"#colour_masterMaestro #colour_reset,las varitas mas poderosas que existen. Almacenan hasta #master_max_charge mana y pueden conjurar cualquier hechizo. Libros de hechizo de nivel maestro son muy raros, y ciertos hechizos pueden causar una terrible devastacion no solo a enemigos, sino al mundo que los rodea. Usar con precaucion.",

				"Para poder ser mejorada a un nivel mayor, la varita debe de volverse lo suficientemente poderosa como para canalizar hechizos de ese nivel. Las varitas ganan poder a medida de que hechizos son conjurados con ellas. Variedad, poder, efectos elementales y otros fatores externos pueden tener efecto en que tan rapido una varita gana este poder.",

				"Una vez que una varita es lo suficientemente poderosa, un tomo de arcana proveera el catalizador final para elevar a la varita al siguiente nivel (vease @upgrading_wands Mejorando varitas@), una vez que esto pasa, el proceso de maduracion para la varita comienza de nuevo."
			]
		},

		"elements": {
			"title": "Elementos",
			"include_in_contents": "main_contents",
			"triggers": [
				"ebwizardry:handbook/elements"
			],
			"text": [

				"Los @spells hechizos@ pertenecen a diferentes elementos, los cuales determinan la naturaleza del hechizo y conceden ventajas al ser conjurados por ciertas @wands varitas@.",

				"#image elements",

				"#colour_fireFuego#colour_reset \n Talvez el elemento mas destructivo. El fuego se trata sobre quemar, consumir, lava y explosiones. Un Piromano poderoso desatara el infierno ante sus enemigos y probablemente incendie el mundo en el proceso. La mayoria de hechizos de fuego envuelven a los enemigos en llamas, causando Daño adicional con el tiempo. Sin embargo, ten en cuenta que los hechizos de fuego no tienen efecto sobre las criaturas provenientes del Nether.",

				"#colour_iceHielo#colour_reset \n El elemento de hielo contiene todo lo que es frio. Los hechizos gelidos suelen ralentizar a los enemigos o congelarlos completamente, y son especialmente efectivos en criaturas de fuego. Los hechizos de hielo suelen tambien ser utiles fuera de combate, como por ejemplo, congelar el agua para cruzar un rio.",

				"#colour_lightningElectricidad#colour_reset \n Este es el elemento que concierne los relampagos, truenos y rayos, tormentas, lluvias y el clima. Un poderoso mago de la tormenta es una fuerza a temer, y algunos poseen la habilidad de comandar a los rayos a voluntad. Los hechizos de tormenta suelen dañar multiples enemigos al mismo tiempo e incluso siguen a sus objetivos, haciendo de estos un ataque efectivo contra cualquier enemigo....pero ten cuidado con los creepers.",

				"#colour_necromancyNecromancia#colour_reset \n La necromancia es el elemento de la oscuridad, caos y de la no-muerte. Los necromagos son misteriosos, y suelen considerarse malvados, aunque este no suele ser el caso. Los hechizos de necromancia suelen ser usados para invocar @creatures criaturas@ para pelear por ti o incluso doblegar la voluntad de tus enemigos.",

				"#colour_earthTierra#colour_reset \n El elemento de la tierra se enfoca en el mundo natural: animales, plantas, el viento, y cosas por el estilo. Los hechizos de tierra son diversos y toman una gran variedad de formas, desde envenenar enemigos hasta desencadenar la furia del clima terrenal. Los hechizos de tierra suelen ser una mezcla de ataque, defensa y utilidad.",

				"#colour_sorceryHechiceria#colour_reset \n La hechiceria es el elemento del cambio y la fuerza. Los hechiceros manipulan la luz, la gravedad e incluso la realidad misma para que se ajuste a sus necesidades. Los hechizos de hechiceria pueden ser usados, entre muchas otras cosas, para darle al mago poderes especiales o mover objetos a voluntad.",

				"#colour_healingCuracion#colour_reset \n El elemento de curacion es un elemento perfectamente valido, verdad? Verdad?! Este elemento se trata sobre defensa y regeneracion. Los curanderos buscan protegerse a ellos mismos y a sus aliados en los mas posible y por eso suelen ser oponentes formidables. Aunque no suele ser usado de forma ofensiva, la luz purificadora de algunos hechizos de curacion hara un Daño considerable a los no-muertos. Los hechizos de curacion son indispensables en combate",

				"Los limites entre diferentes elementos no son siempre diferentes, y algunos hechizos suelen tener semejanza a otros elementos diferentes al suyo.",

				"Si tienes suerte, podras encontrar un cristal elemental. Los cristales elementales son cristales magicos que absorbieron propiedades elementales mientras se formaban. Estos cristales pueden ser usados para crear varitas elementales, las cuales potencian los hechizos de tal elemento."
			]
		},

		"miscellaneous": {
			"title": "Miscelaneo",
			"include_in_contents": "main_contents",
			"contents": {
				"id": "miscellaneous_subsections",
				"hyperlinks": true,
				"page_numbers": true,
				"separator": "."
			},
			"triggers": [
				"ebwizardry:on_subsection_unlock"
			],
			"sections": {
				"mana_flasks": {
					"title": "Frascos de mana",
					"include_in_contents": "miscellaneous_subsections",
					"triggers": [
						"ebwizardry:handbook/mana_flasks"
					],
					"text": [

						"Provisiones Arcanas de Arkendur inc. Objetos magicos para todas tus necesidades!",

						"Necesitas recargar tu @wands varita@ de forma rapida? No hay problema! El @mana mana@ ya puede ser embotellado. Simplemente creas un frasco de mana con una botella y ocho cristales magicos. Cuando quieras usarlo, solo colocalo en la mesa de crafteo con tu varita y cargara cierta parte. *",

						"#recipe medium_mana_flask",

						"NUEVO! Aqui llegaron los nuevos frascos de mana de tamaños pequeños y grandes, ahora puedes seleccionar un frasco que satisface tus necesidades!",

						"#recipe small_mana_flask",
						"#recipe large_mana_flask",

						"* Este proceso destruira la botella. Cierto nivel de mana se pierde durante el embotellamiento."
					]
				},
				"throwable_items": {
					"title": "Objetos Arrojables",
					"include_in_contents": "miscellaneous_subsections",
					"triggers": [
						"ebwizardry:handbook/throwables"
					],
					"text": [

						"Algunos @spells hechizos@ conjuran objetos fisicos, algunos de estos pueden ser creados directamente. Bombas de fuego, Bombas de veneno, Bombas de chispas y Bombas de humo pueden todas ser creadas:",

						"#recipe firebomb",
						"#recipe poison_bomb",
						"#recipe smoke_bomb",
						"#recipe spark_bomb"
					]
				},
				"automated_casting": {
					"title": "Conjuracion Automatica",
					"include_in_contents": "miscellaneous_subsections",
					"triggers": [
						"ebwizardry:enchant_scroll"
					],
					"text": [
					
						"Experimentacion reciente ha revelado que es posible automatizar la conjuracion de @spells hechizos@, hasta cierto punto, usando nada mas que un dispensador simple. Nadie sabe porque, pero parece que las extrañas propiedades de la piedra roja se extienden hasta la conjuracion de un pergamino de hechizo. Poniendo un par de estos en un dispensador y dandole poder serviria como una buena trampa."
					]
				}
			}
		},
		
		"crafting_recipes": {
			"title": "Recetas para crafteos",
			"include_in_contents": "main_contents",
			"text": [

				"#recipe arcane_workbench",
				"#recipe novice_wands",
				"#recipe magic_missile_spell_book",
				"#recipe wizard_handbook",
				"#recipe crystal_flower_to_crystals",
				"#recipe crystal_blocks",
				"#recipe crystal_blocks_to_crystals",
				"#recipe crystal_shard",
				"#recipe small_mana_flask",
				"#recipe medium_mana_flask",
				"#recipe large_mana_flask",
				"#recipe runestone",
				"#recipe runestone_pedestal",
				"#recipe transportation_stone",
				"#recipe magic_silk",
				"#recipe wizard_hat",
				"#recipe wizard_robe",
				"#recipe wizard_leggings",
				"#recipe wizard_boots",
				"#recipe blank_scroll",
				"#recipe firebomb",
				"#recipe poison_bomb",
				"#recipe smoke_bomb",
				"#recipe spark_bomb"
			]
		},
		
		"credits": {
			"title": "Creditos",
			"include_in_contents": "main_contents",
			"text": [
				
				"Electroblob's Wizardry \nVersion #version \nPara Minecraft #mcversion",

				"Diseñado, programado y texturizado por Electroblob",

				"Gracias a Minecraft Forge y MCP, cuya presencia hizo posible este mod.",

				"Gracias tambien a la Comunidad de Mods de Minecraft, que siempre tiene una respuesta para mis preguntas!",

				"Adicionalmente, me gustaria agradecer a los siguientes individuos por sus contribuciones al mod:",

				"Codigo:",

				"- Corail31 \n- 12foo \n- Shadows-of-Fire \n- HellFirePvP \n- Tora-B \n- Avatair \n- Aeronica",

				"Traducciones:",

				"- Español de España y Mexico: MadWrist, Alsentar \n- Ruso: VilagVil, kellixon \n- Frances: Hahdrim \n- Portuges Brasileño: lorrampi \n- Chino: ZHENGLOC, dragon-evol \n- Koreano: shejery, rewi_wire \n- Polaco: Trozuu",

				"Efecto de sonido para los relampagos por OhhWowProductions",

				"Para mas informacion, revisa nuestra @https://github.com/Electroblob77/Wizardry/wiki wiki@.",

				"Te encanta este mod? unete al @https://discord.gg/hs8yJP2 servidor de Discord@ para las ultimas noticias,discusiones y extras!"
			]
		}
		
	}
}